Repository: tormozit/ClipAngel
Catalog: AppListEditorForm.*.resx
Languages: it, pl

# buttonSelectClipboardOwner.Text
source: Select clipboard owner
it: Seleziona proprietario Appunti
pl: Wybierz właściciela schowka

# buttonAddByFile.Text
source: Add application by file
it: Aggiungi l'applicazione per i file
pl: Dodaj aplikację przez plik

# buttonAdd.ToolTip
source: Add selected running applications
it: Aggiungi applicazioni in esecuzione selezionate
pl: Dodaje wybrane, uruchomione aplikacje

# buttonCancel.Text
source: Cancel
it: Annulla
pl: Anuluj

# $this.Text
source: Application list editor
it: Editor elenco applicazioni
pl: Edytor listy aplikacji

# SelectedListModule.Text
source: Module
it: Modulo
pl: Moduł

# RunningListApplication.Text
source: Path
it: Percorso
pl: Ścieżka

# buttonAdd.Text
source: Add selected applications
it: Aggiungi applicazioni selezionate
pl: Dodaj wybrane aplikacje

# buttonSelectTargetApplication.ToolTip
source: Select in running applications current target application
it: Seleziona nelle applicazioni in esecuzione l'applicazioni destinazione attuale
pl: Wybierz w uruchomionych aplikacjach aktualną aplikację docelową

# SelectedListApplication.Text
source: Path
it: Percorso
pl: Ścieżka

# buttonRefresh.Text
source: Refresh
it: Aggiorna
pl: Odśwież

# buttonDeleteSelected.Text
source: Delete selected applications
it: Elimina applicazioni selezionate
pl: Usuń wybrane aplikacje

# buttonAddByFile.ToolTip
source: Open file selection dialog and add selected application
it: Apri la finestra di selezione file e aggiungi l'applicazione selezionata
pl: Otwiera okno dialogowe wyboru pliku i dodaje wybraną aplikację

# buttonSelectTargetApplication.Text
source: Select target application
it: Seleziona l'applicazione destinazione
pl: Wybierz aplikację docelową

# label2.Text
source: Chosen applications
it: Applicazioni selezionate
pl: Wybrane aplikacje

# label1.Text
source: Running applications
it: Applicazioni in esecuzione
pl: Uruchomione aplikacje

# buttonRefresh.ToolTip
source: Refresh running applications list
it: Aggiorna elenco applicazioni in esecuzione
pl: Odświeża listę uruchomionych aplikacji

# buttonSelectClipboardOwner.ToolTip
source: Select clipboard owner in running applications current
it: Seleziona il proprietario degli Appunti nelle applicazioni in esecuzione
pl: Wybiera właściciela schowka w aktualnie uruchomionej aplikacji

# RunningListModule.Text
source: Module
it: Modulo
pl: Moduł
