Repository: tormozit/ClipAngel
Catalog: Main.*.resx
Languages: ru

# decodeTextToolStripMenuItem.ToolTipText
source: Decode selected or all text of clip using URL rules (%) into new clip
ru: Декодировать выделенный или весь текст клипа по правилам URL (%) в новый клип

# clipToolStripMenuItem.Text
source: Clip
ru: Клип

# settingsToolStripMenuItem1.Text
source: Settings
ru: Настройки

# checkUpdateToolStripMenuItem.Text
source: Check update
ru: Проверить обновление

# checkUpdateToolStripMenuItem.ToolTipText
source: Check update is called every start and then every day. This command lets to call it now.
ru: Проверка обновления выполняется при каждом запуске и затем каждый день. Эта команда позволяет выполнить проверку сейчас.

# historyToolStripMenuItem.Text
source: History of changes
ru: История изменений

# helpToolStripMenuItem.Text
source: Help
ru: Помощь

# supportToolStripMenuItem.Text
source: Send bug or feature
ru: Сообщить ошибку (англ.)

# supportToolStripMenuItem.ToolTipText
source: Send bug report or request feature
ru: Сообщить об ошибке или запросить новую возможность (на английском языке)

# aboutToolStripMenuItem1.Text
source: About
ru: О программе

# fToolStripMenuItem.Text
source: Help
ru: Помощь

# openWindowToolStripMenuItem.Text
source: Open window
ru: Открыть окно

# openLastClipsToolStripMenuItem.Text
source: Open last clips
ru: Открыть последние клипы

# openFavoritesToolStripMenuItem.Text
source: Open favorite clips
ru: Открыть любимые клипы

# toolStripMenuItemCompareLastClips.Text
source: Compare last clips
ru: Сравнить последние клипы

# toolStripMenuItemCompareLastClips.ToolTipText
source: Compare text of last clips
ru: Сравнить тексты последних 2-х клипов

# trayMenuItemMonitoringClipboard.Text
source: Monitoring clipboard
ru: Слежение за буфером обмена

# trayMenuItemMonitoringClipboard.ToolTipText
source: Capture changes in clipboard
ru: Захватывать изменения в буфере обмена

# toolStripMenuItem9.Text
source: Clear clipboard
ru: Очистить буфер обмена

# exitToolStripMenuItem1.Text
source: Exit
ru: Выход

# toolStripButtonReturnToPrevous.ToolTipText
source: Clear filters and select clip which was selected before filter apply with change of selected clip
ru: Очистить фильтры и выбрать клип, выбранный перед применением фильтра с изменением выбранного клипа

# toolStripButtonClearFilterAndSelectTop.ToolTipText
source: Clear filters and seleсt top (F9)
ru: Очистить фильтры и встать в начало (F9)

# toolStripButtonMarkFavorite.ToolTipText
source: Is clip favorite
ru: Пометка любимого клипа

# toolStripMenuItemEditClipText.ToolTipText
source: Edit clip text as plain text (F4)
ru: Редактировать текст клипа в виде простого текста (F4)

# toolStripMenuItemOpenFile.ToolTipText
source: Save data to temp file for text or image clip. Open clip file in default application. Changes in temp file are not synchronized with clip!
ru: Сохраняет данные во временный файл для текстового или графического клипа. Открывает файл клипа в приложении по умолчанию. Изменения временного файла не синхронизируются с клипом!

# toolStripButtonOpenWith.ToolTipText
source: Save data to temp file for text or image clip. Open system menu to open clip file in choosen application. Changes in temp file are not synchronized with clip!
ru: Сохраняет данные во временный файл для текстового или графического клипа. Открывает стандартный диалог выбора приложения для открытия файла. Изменения временного файла не синхронизируются с клипом!

# toolStripButtonSecondaryColumns.Text
source: Secondary columns
ru: Дополнительные колонки

# toolStripButtonTopMostWindow.ToolTipText
source: Window always on top mode
ru: Режим окна всегда сверху

# buttonUpdate.Text
source: Update to
ru: Обновить на

# buttonUpdate.ToolTipText
source: Update program to new version
ru: Обновить программу на новую версию
