Repository: tormozit/ClipAngel
Catalog: Main.*.resx
Languages: ru

# toolStripButtonClearFilter.ToolTipText
source: Clear filters (F7)
ru: Очистить фильтры (F7)

# toolStripButtonAutoSelectMatch.Text
source: Autoselect first match
ru: Автовыделение вхождения

# autoselectMatchedClipMenuItem.Text
source: Autoselect matched clip
ru: Автопереход к найденному клипу

# toolStripMenuItemSearchCaseSensitive.Text
source: Case sensitive
ru: Учитывать регистр букв

# toolStripMenuItemSearchWordsIndependently.Text
source: Independent words
ru: Независимые слова

# toolStripMenuItemSearchWildcards.Text
source: "%" as any char sequence
ru: "%" - любая строка

# ignoreBigTextsToolStripMenuItem.Text
source: Ignore big texts
ru: Игнорировать большие тексты

# filterListBySearchStringMenuItem.Text
source: Filter list by search string
ru: Фильтровать по строке поиска

# searchAllFieldsMenuItem.Text
source: Search all fields
ru: Искать во всех полях

# toolStripSearchOptions.ToolTipText
source: Search Options
ru: Опции поиска

# toolStripButtonFindNext.ToolTipText
source: Find next match in clip text (F3)
ru: Найти следующее в тексте клипа (F3)

# toolStripButtonFindPrevious.ToolTipText
source: Find previous match in clip text (SHIFT+F3)
ru: Найти предыдущее в тексте клипа (SHIFT+F3)

# MarkFilter.ToolTip
source: Show only clips of this marks. Submenu "List" has commands for quick selection
ru: Показывать только клипы с такими пометками. Подменю "Список" содержит команды для быстрого выбора.

# TypeFilter.ToolTip
source: Show only clips of this types. Submenu "List" has commands for quick selection
ru: Показывать только клипы заданных типов. Подменю "Список" содержит команды для быстрого выбора.

# comboBoxSearchString.CueText
source: Type in list
ru: Ввод в списке

# comboBoxSearchString.ToolTip
source: Search string. List and search field shares keyboard input. Edit search string right from list. Navigate in list right from search field.
ru: Строка поиска. Список и поле поиска имеют общий клавиатурный ввод. Редактируйте строку поиска прямо в списке. Перемещайтесь по списку прямо из поля поиска.

# toolStripMenuItem2.Text
source: Paste (Enter)
ru: Вставить (Enter)

# toolStripMenuItem2.ToolTipText
source: Paste in active window selected clips. Also performed by double click.
ru: Вставить в активное окно выбранные клипы. Также выполняется по двойному клику в списке.

# toolStripMenuItem3.Text
source: Paste text (Ctrl+Enter)
ru: Вставить текст (Ctrl+Enter)

# toolStripMenuItem3.ToolTipText
source: Paste in active window selected plain text of clip or image clip file name or aggregated plain text of selected clips.
ru: Вставить в активное окно выделенный простой текст клипа или имя файла графического клипа или агрегированный простой текст выделенных клипов.

# toolStripMenuItem24.Text
source: Paste line (Ctrl+Shift+Enter)
ru: Вставить строку (Ctrl+Shift+Enter)

# toolStripMenuItem24.ToolTipText
source: Paste in active window selected plain text stripped of line breaks and excess unprintable characters.
ru: Вставить в активное окно выделенный простой текст клипа без переносов строк и лишних непечатных символов.

# toolStripMenuItem18.Text
source: Paste file
ru: Вставить файл

# toolStripMenuItem18.ToolTipText
source: Paste in active window selected clips as files
ru: Вставить в активное окно выделенные клипы как файлы

# toolStripMenuItem25.Text
source: Paste special...
ru: Вставить с параметрами...

# toolStripMenuItem7.Text
source: Simulate fast char input
ru: Эмулировать быстрый ввод

# toolStripMenuItem7.ToolTipText
source: Simulate in active window fast char input of selected text of clip or aggregated text of selected clips.
ru: Эмулировать в активном окне быстрый ввод текущего текстового клипа или выделенного текста посимвольно.

# sendClipMenuItem.Text
source: Send clip to channel
ru: Отправить клип в канал

# sendClipMenuItem.ToolTipText
source: Send text clip to all recipients of channel.
ru: Отправить текстовый клип всем получателям канала клипов

# copyToClipboardToolStripMenuItem.Text
source: Copy to clipboard
ru: Копировать в буфер обмена

# copyToClipboardToolStripMenuItem.ToolTipText
source: Copy current clip to clipboard
ru: Копировать текущий клип в буфер обмена

# toolStripMenuItem12.Text
source: Edit title
ru: Редактировать заголовок

# toolStripMenuItem12.ToolTipText
source: Edit clip title
ru: Редактировать заголовок клипа

# toolStripMenuItem14.Text
source: Mark as favorite
ru: Пометить любимыми

# toolStripMenuItem14.ToolTipText
source: Mark selected clips as favorite
ru: Пометить выбранные клипы любимыми

# toolStripMenuItem11.Text
source: Open file
ru: Открыть файл клипа

# toolStripMenuItem11.ToolTipText
source: Save data to temp file for text or image clip. Open clip file in default application. Changes in temp file are not synchronized with clip!
ru: Сохраняет данные во временный файл для текстового или графического клипа. Открывает файл клипа в приложении по умолчанию. Изменения временного файла не синхронизируются с клипом!

# toolStripMenuItem10.Text
source: Text compare
ru: Сравнить тексты

# toolStripMenuItem10.ToolTipText
source: Compare text of selected 2 clips or current clip with previously selected clip by this command
ru: Сравнить тексты 2 выбранных клипов или текущего клипа с предыдущим выбранным этой командой

# deleteToolStripMenuItem1.Text
source: Delete
ru: Удалить

# deleteToolStripMenuItem1.ToolTipText
source: Delete selected clips from list. Real deletion is performed on database close.
ru: Удалить выделенные клипы из списка. Настоящее удаление выполняется при закрытии базы данных.

# pictureBoxSource.ToolTip
source: Icon of the application which was copied clip
ru: Иконка приложения, из которого клип был скопирован

# contextMenuUrlOpenLink.Text
source: Open link (ALT+click)
ru: Открыть ссылку (ALT+клик)

# toolStripUrlCopyAll.Text
source: Copy all text
ru: Копировать весь текст

# urlTextBox.ToolTip
source: From this URL clip was copied
ru: Из web страницы с таким адресом клип был скопирован

# rtfMenuItemOpenLink.Text
source: Open link (ALT+click)
ru: Открыть ссылку (ALT+клик)

# copyToolStripMenuItem.Text
source: Copy
ru: Копировать

# toolStripMenuItem6.Text
source: Paste text (CTRL+ENTER)
ru: Вставить текст (CTRL+ENTER)

# toolStripMenuItem6.ToolTipText
source: Paste in active window as plain text selected text of clip or aggregated text of selected clips.
ru: Вставить в активное окно в виде простого текста выделенный текст клипа или агрегированный текст выделенных клипов.

# addSelectedTextInFilterToolStripMenuRtf.Text
source: Add text in filter
ru: Добавить текст в фильтр

# addSelectedTextInFilterToolStripMenuRtf.ToolTipText
source: Add selected text in text filter
ru: Добавить выделенный текст в текстовый фильтр

# setSelectedTextInFilterToolStripMenuRtf.Text
source: Set text in filter
ru: Установить текст в фильтр

# setSelectedTextInFilterToolStripMenuRtf.ToolTipText
source: Set selected text in text filter
ru: Установить выделенный текст в текстовый фильтр

# htmlMenuItemOpenLink.Text
source: Open link (ALT+click)
ru: Открыть ссылку (ALT+клик)

# htmlMenuItemCopy.Text
source: Copy
ru: Копировать

# htmlMenuItemCopyLinkAdress.Text
source: Copy link adress
ru: Копировать адрес ссылки

# toolStripMenuItem15.Text
source: Paste text (CTRL+ ENTER)
ru: Вставить текст (CTRL+ ENTER)

# toolStripMenuItem15.ToolTipText
source: Paste in active window as plain text selected text of clip or aggregated text of selected clips.
ru: Вставить в активное окно в виде простого текста выделенный текст клипа или агрегированный текст выделенных клипов.

# htmlMenuItemSelectAll.Text
source: Select all
ru: Выделить все

# addSelectedTextToFilterToolStripHtml.Text
source: Add text in filter
ru: Добавить текст в фильтр

# addSelectedTextToFilterToolStripHtml.ToolTipText
source: Add selected text in text filter
ru: Добавить выделенный текст в текстовый фильтр

# setSelectedTextInFilterToolStripHtml.Text
source: Set text in filter
ru: Установить текст в фильтр

# setSelectedTextInFilterToolStripHtml.ToolTipText
source: Set selected text in text filter
ru: Установить выделенный текст в текстовый фильтр

# originalSizeToolStripMenuItem.Text
source: Original size
ru: Оригинальный размер

# fitFromInsideToolStripMenuItem.Text
source: Fit from inside
ru: Оптимальное увеличение

# stripLabelFiltered.ToolTipText
source: Number of filtered clips
ru: Количество отобранных клипов

# stripLabelPosition.ToolTipText
source: Text postion <offset>(<line>:<column>):<length>
ru: Позиция в тексте <смещение>(<строка>:<колонка>):<длина>

# StripLabelVisualSize.ToolTipText
source: Visual size: number of chars or pixels
ru: Визуальный размер: количество симолов или пикселей

# StripLabelSize.ToolTipText
source: Total size of all data types of clip in bytes
ru: Общий размер всех форматов данных клипа в байтах

# StripLabelType.ToolTipText
source: Type
ru: Тип

# StripLabelCreated.ToolTipText
source: Created time
ru: Дата создания

# copyFullFilenameToolStripMenuItem.Text
source: Copy full filename
ru: Копировать полное имя файла

# toolStripApplicationCopyAll.Text
source: Copy all text
ru: Копировать весь текст

# textBoxApplication.ToolTip
source: Application which copied clip
ru: Приложение откуда клип был скопирован

# toolStripWindowTitleCopyAll.Text
source: Copy all text
ru: Копировать весь текст

# textBoxWindow.ToolTip
source: Title of window which copied clip
ru: Заголовок окна откуда клип был скопирован

# toolStripMenuItemSwitchFocus.Text
source: Switch focus list/text
ru: Переключить фокус список/текст

# toolStripMenuItemSwitchFocus.ToolTipText
source: Switch focus between list and clip text. If focus is in other place, list will be activated.
ru: Переключить фокус ввода между списком и текстом клипа. Если фокус находится в другом месте, то активизируется список.

# menuItemSetFocusClipText.Text
source: Set focus to clip text (TAB)
ru: Активизировать текст клипа (TAB)

# windowAlwaysOnTopToolStripMenuItem.Text
source: Always on top
ru: Всегда сверху

# windowAlwaysOnTopToolStripMenuItem.ToolTipText
source: Window always on top mode
ru: Режим окна всегда сверху

# showInTaskbarToolStripMenuItem.Text
source: Show in taskbar
ru: Показывать в панели задач

# showInTaskbarToolStripMenuItem.ToolTipText
source: When OFF, window will always be hidden in taskbar. When ON and "Fast window open" ON, window will always be shown in taskbar. When ON and "Fast window open" OFF, window will be shown in taskbar if visible.
ru: Когда ВЫКЛ, окно будет всегда скрыто в панели задач. Когда ВКЛ и "Быстрое открытие окна" ВКЛ, окно будет всегда отображаться в панели задач. Когда ВКЛ и "Быстрое открытие окна" ВЫКЛ, окно будет отображаться в панели задач если видимо.

# toolStripMenuItemMonitoringClipboard.Text
source: Monitoring clipboard
ru: Слежение за буфером обмена

# toolStripMenuItemMonitoringClipboard.ToolTipText
source: Capture changes in clipboard
ru: Захватывать изменения в буфере обмена

# сдуфкClipboardToolStripMenuItem.Text
source: Clear clipboard
ru: Очистить буфер обмена

# connectRecipientToolStripMenuItem.Text
source: Connect clip channel
ru: Подключение канала клипов

# connectRecipientToolStripMenuItem.ToolTipText
source: Set up clip channel
ru: Подключение канала отправки клипов на устройства Android

# exitToolStripMenuItem.Text
source: Exit
ru: Выход

# exitToolStripMenuItem.ToolTipText
source: Exit the program
ru: Завершить работу программы

# fileToolStripMenuItem1.Text
source: Window
ru: Окно

# toolStripMenuItemSecondaryColumns.Text
source: Secondary columns
ru: Дополнительные колонки

# moveCopiedClipToTopToolStripMenuItem.Text
source: Move to top after use
ru: Перемещать наверх после использов.

# moveTopToolStripMenuItem.Text
source: Move to top
ru: Переместить наверх

# moveTopToolStripMenuItem.ToolTipText
source: Move selected clips to top
ru: Переместить выделенные клипы наверх списка

# moveUpToolStripMenuItem.Text
source: Move up
ru: Переместить вверх

# moveUpToolStripMenuItem.ToolTipText
source: Move selected clips one step up
ru: Переместить выделенные клипы на одну позицию вверх

# moveDownToolStripMenuItem.Text
source: Move down
ru: Переместить вниз

# moveDownToolStripMenuItem.ToolTipText
source: Move selected clips one step down
ru: Переместить выделенные клипы на одну позицию вниз

# filterByDateToolStripMenuItem.Text
source: Filter by date
ru: Фильтр по дате

# filterByDateToolStripMenuItem.ToolTipText
source: Set filter by clip creation date
ru: Установить фильтр по дате создания клипа

# sortByDefaultToolStripMenuItem.Text
source: Sort by default
ru: Сортировать по умолчанию

# sortByVisualSizeToolStripMenuItem.Text
source: Sort by visual size
ru: Сортировать по визуальному размеру

# sortByVisualSizeToolStripMenuItem.ToolTipText
source: Useful for removing big texts which slows down text filter. Sorting is kept until clip capture.
ru: Полезно для удаления больших текстов, замедляющих работу текстового фильтра. Сортировка сохраняется до захвата клипа.

# toolStripMenuItem20.Text
source: Sort by byte size
ru: Сортировать по размеру в байтах

# toolStripMenuItem20.ToolTipText
source: Useful for removing big clips which remarkable influence database size. Sorting is kept until clip capture.
ru: Полезно для удаления больших клипов, заметно влияющих на размер базы данных. Сортировка сохраняется до захвата клипа.

# sortByToolStripMenuItem.Text
source: Sort by creation date
ru: Сортировать по дате создания

# sortByToolStripMenuItem.ToolTipText
source: Sorting is kept until clip capture.
ru: Сортировка сохраняется до захвата клипа.

# sortingToolStripMenuItem.Text
source: Sort
ru: Сортировка

# deleteAllNonFavoriteToolStripMenuItem.Text
source: Delete all non favorite
ru: Удалить все нелюбимые

# deleteAllNonFavoriteToolStripMenuItem.ToolTipText
source: Delete all non favorite clips from list. Real deletion is performed on database close.
ru: Удалить все нелюбимые клипы из списка. Настоящее удаление выполняется при закрытии базы данных.

# showAllMarksToolStripMenuItem.Text
source: Show all marks
ru: Показать все категории

# showOnlyFavoriteToolStripMenuItem.Text
source: Show only favorite
ru: Показать только любимые

# showOnlyUsedToolStripMenuItem.Text
source: Show only used
ru: Показать только полезные

# showAllTypesToolStripMenuItem.Text
source: Show all types
ru: Показать все типы

# showOnlyImagesToolStripMenuItem.Text
source: Show only images
ru: Показать только картинки

# showOnlyFilesToolStripMenuItem.Text
source: Show only files
ru: Показать только файлы

# showOnlyTextsToolStripMenuItem.Text
source: Show only texts
ru: Показать только тексты

# toolStripMenuItemClearFilters.Text
source: Clear filters
ru: Очистить фильтры

# returnToPrevousSelectedClipToolStripMenuItem.Text
source: Clear filters and select prev.
ru: Очистить фильтры и выбрать пред.

# returnToPrevousSelectedClipToolStripMenuItem.ToolTipText
source: Clear filters and select clip which was selected before filter apply with change of selected clip
ru: Очистить фильтры и выбрать клип, выбранный перед применением фильтра с изменением выбранного клипа

# toolStripMenuItemClearFilterAndSelectTop.Text
source: Clear filters and select top
ru: Очистить фильтры и выбрать верх

# toolStripMenuItemClearFilterAndSelectTop.ToolTipText
source: Clear filters and select top clip
ru: Очистить фильтры и выбрать верхний клип

# NextMatchListMenuItem.Text
source: Find next
ru: Найти следующий

# NextMatchListMenuItem.ToolTipText
source: Find next match in list
ru: Найти следующий клип

# PreviousMatchListMenuItem.Text
source: Find previous
ru: Найти предыдущий

# PreviousMatchListMenuItem.ToolTipText
source: Find previous match in list
ru: Найти предыдущий клип

# gotoTopToolStripMenuItem.Text
source: Select top Ctrl+Home
ru: Выбрать верх Ctrl+Home

# gotoTopToolStripMenuItem.ToolTipText
source: Select top (last) clip
ru: Выбрать верхний клип

# listToolStripMenuItem.Text
source: List
ru: Список

# pasteENTERToolStripMenuItem.Text
source: Paste (Enter)
ru: Вставить (Enter)

# pasteENTERToolStripMenuItem.ToolTipText
source: Paste in active window selected clips. Also performed by double click.
ru: Вставить в активное окно выбранные клипы. Также выполняется по двойному клику в списке.

# pasteTextToolStripMenuItem.Text
source: Paste text (Ctrl+Enter)
ru: Вставить текст (Ctrl+Enter)

# pasteTextToolStripMenuItem.ToolTipText
source: Paste in active window selected plain text of clip or image clip file name or aggregated plain text of selected clips.
ru: Вставить в активное окно выделенный простой текст клипа или имя файла графического клипа или агрегированный простой текст выделенных клипов.

# pasteLineToolStripMenuItem.Text
source: Paste line (Ctrl+Shift+Enter)
ru: Вставить строку (Ctrl+Shift+Enter)

# pasteLineToolStripMenuItem.ToolTipText
source: Paste in active window selected plain text stripped of line breaks and excess unprintable characters.
ru: Вставить в активное окно выделенный простой текст клипа без переносов строк и лишних непечатных символов.

# pasteFileToolStripMenuItem.Text
source: Paste file
ru: Вставить файл

# pasteFileToolStripMenuItem.ToolTipText
source: Paste in active window selected clips as files
ru: Вставить в активное окно выделенные клипы как файлы

# pasteSpecialToolStripMenuItem.Text
source: Paste special...
ru: Вставить с параметрами...

# toolStripMenuItemPasteCharsFast.Text
source: Simulate fast char input
ru: Эмулировать быстрый ввод

# toolStripMenuItemPasteCharsFast.ToolTipText
source: Simulate in active window fast char input of selected text of clip or aggregated text of selected clips.
ru: Эмулировать в активном окне быстрый ввод текущего текстового клипа или выделенного текста посимвольно.

# toolStripMenuItemPasteCharsSlow.Text
source: Simulate slow char input
ru: Эмулировать медленный ввод

# toolStripMenuItemPasteCharsSlow.ToolTipText
source: Simulate in active window fast char input of selected text of clip or aggregated text of selected clips. Not working for sending to elevated window
ru: Эмулировать в активном окне медленный ввод текущего текстового клипа или выделенного текста посимвольно. Не работает при отправке в привилегированное окно.

# pasteToolStripMenuItem.Text
source: Paste
ru: Вставить

# pasteIntoSearchFieldMenuItem.Text
source: Search text in list
ru: Искать текст в списке

# pasteIntoSearchFieldMenuItem.ToolTipText
source: Search in clip list first 50 symbols of selected text
ru: Искать в списке клипов первые 50 символов выделенного текста

# sendClipToolStripMenuItem.Text
source: Send clip to channel
ru: Отправить клип в канал

# sendClipToolStripMenuItem.ToolTipText
source: Send encrypted text clip to all recipients of channel
ru: Отправить текстовый клип всем получателям канала клипов

# toolStripMenuItem8.Text
source: Delete Del
ru: Удалить

# toolStripMenuItem8.ToolTipText
source: Delete selected non favorite clips from list. Real deletion is performed on database close.
ru: Удалить выделенные нелюбимые клипы из списка. Настоящее удаление выполняется при закрытии базы данных.

# changeClipTitleToolStripMenuItem.Text
source: Edit title
ru: Редактировать заголовок

# changeClipTitleToolStripMenuItem.ToolTipText
source: Edit clip title
ru: Редактировать заголовок клипа

# NextMatchTextMenuItem.Text
source: Find next
ru: Найти следующее

# NextMatchTextMenuItem.ToolTipText
source: Find next match in clip text (F3)
ru: Найти следующее вхождение в тексте клипа (F3)

# PreviousMatchTextMenuItem.Text
source: Find previous
ru: Найти предыдущее

# PreviousMatchTextMenuItem.ToolTipText
source: Find previous match in clip text (SHIFT+F3)
ru: Найти предыдующее вхождение в тексте клипа (SHIFT+F3)

# textFormattingToolStripMenuItem.Text
source: Native formatting
ru: Родное оформление

# wordWrapToolStripMenuItem.Text
source: Word wrap
ru: Перенос слов

# monospacedFontToolStripMenuItem.Text
source: Monospaced font
ru: Моноширинный шрифт

# setFavouriteToolStripMenuItem.Text
source: Mark as favorite
ru: Пометить любимыми

# setFavouriteToolStripMenuItem.ToolTipText
source: Mark selected clips as favorite
ru: Пометить выбранные клипы любимыми

# resetFavouriteToolStripMenuItem.Text
source: Unmark as favorite
ru: Пометить обычными

# resetFavouriteToolStripMenuItem.ToolTipText
source: Unmark selected clips as favorite
ru: Пометить выбранные клипы обычными

# editClipTextToolStripMenuItem.Text
source: Edit text
ru: Редактировать текст

# editClipTextToolStripMenuItem.ToolTipText
source: Edit clip text as plain text
ru: Редактировать текст клипа в виде простого текста

# toolStripMenuItem16.Text
source: Open file
ru: Открыть файл

# toolStripMenuItem16.ToolTipText
source: Save data to temp file for text or image clip. Open clip file in default application. Changes in temp file are not synchronized with clip!
ru: Сохраняет данные во временный файл для текстового или графического клипа. Открывает файл клипа в приложении по умолчанию. Изменения временного файла не синхронизируются с клипом!

# openWithToolStripMenuItem.Text
source: Open file with...
ru: Открыть файл с помощью...

# openWithToolStripMenuItem.ToolTipText
source: Save data to temp file for text or image clip. Open system menu to open clip file in choosen application. Changes in temp file are not synchronized with clip!
ru: Сохраняет данные во временный файл для текстового или графического клипа. Открывает стандартный диалог выбора приложения для открытия файла. Изменения временного файла не синхронизируются с клипом!

# saveAsFileMenuItem.Text
source: Save as file...
ru: Сохранить как файл...

# saveAsFileMenuItem.ToolTipText
source: Save data to file with directory and name selection for text or image clip
ru: Сохраняет данные текстового или графического клипа в файл с выбором имени и каталога

# mergeTextOfClipsToolStripMenuItem.Text
source: Join text of clips
ru: Соединить тексты

# mergeTextOfClipsToolStripMenuItem.ToolTipText
source: Join text of selected clips into new clip and select it
ru: Соединить тексты клипов в новый клип и выбрать его

# textCompareToolStripMenuItem.Text
source: Text compare
ru: Сравнить тексты

# textCompareToolStripMenuItem.ToolTipText
source: Compare text of selected 2 clips or current clip with previously selected clip by this command
ru: Сравнить тексты 2 выбранных клипов или текущего клипа с предыдущим выбранным этой командой

# translateToolStripMenuItem.Text
source: Translate text
ru: Перевести текст

# translateToolStripMenuItem.ToolTipText
source: Translate clip text or its selected part
ru: Перевести текст клипа или его выделенную часть

# uploadImageToWebToolStripMenuItem.Text
source: Upload image to web
ru: Закачать картинку в web

# uploadImageToWebToolStripMenuItem.ToolTipText
source: Upload image clip to image hosting website. Url will be saved in current clip and will be copied to clipboard.
ru: Закачать картинку клипа на сайт хостинга картинок. Адрес будет сохранен в клипе картинки и будет помещен в буфер обмена.

# ignoreApplicationInCaptureToolStripMenuItem.Text
source: Ignore application
ru: Игнорировать приложение

# ignoreApplicationInCaptureToolStripMenuItem.ToolTipText
source: Ignore application in clip capture. Application will be added to ignore list, which can be edited in Settings window.
ru: Игнорировать приложение при захвате клипов. Приложение будет добавлено в список игнорирования, который можно отредактировать через диалог "Настройки".

# exportMenuItem.Text
source: Export clips
ru: Экспортировать клипы

# exportMenuItem.ToolTipText
source: Export selected clips to file
ru: Экспортировать выбранные клипы в файл

# importToolStripMenuItem.Text
source: Import clips
ru: Импортировать клипы

# importToolStripMenuItem.ToolTipText
source: Import clips from file
ru: Импортировать клипы из файла

# decodeTextToolStripMenuItem.Text
source: Decode URL
ru: Декодировать URL
