Repository: tormozit/ClipAngel
Catalog: PasteSpecial.*.resx
Languages: de, pl, ru, zh_hans

# ReplaceEOL.Text
source: Replace "end of line" symbol with space
de: Symbol "Zeilenende" durch Leerzeichen ersetzen
pl: Zastąpić "koniec linii" symbolem ze spacją
ru: Заменить символ "перенос строки" на пробел
zh_hans: 用 “空格” 替换 “行尾符“

# $this.Text
source: Paste special
de: Inhalte einfügen
pl: Wklej specjalnie
ru: Вставить с параметрами
zh_hans: 选择性粘贴

# NormalizeFreeSpace.Text
source: Normalize non-printable symbols
de: Normalisieren nicht druckbarer Symbole
pl: Normalizacja symboli niedrukowalnych
ru: Нормализовать непечатные символы
zh_hans: 规范化不可打印的符号

# textBoxNumberOfSpacesInTab.ToolTip
source: Number of spaces in TAB
de: Anzahl der Leerzeichen im TAB
pl: Liczba spacji w TAB
ru: Количество пробелов на один символ табуляции
zh_hans: TAB 含的空格数

# CaseNoChange.Text
source: No change
de: Keine Änderung
pl: Bez zmian
ru: Не менять
zh_hans: 保持不变

# groupBox1.ToolTip
source: Change case of letters
de: Buchstabenstellung ändern
pl: Zmiana wielkości liter
ru: Изменение регистра букв
zh_hans: 更改字母大小写

# SentenceCase.ToolTip
source: Upper case for first letter in every sentence and lower case for other letters
de: Großer erster buchstabe in jedem satz und kleinschrift für andere buchstaben
pl: Wielkie litery dla pierwszej litery w każdym zdaniu i małe dla pozostałych liter
ru: Верхний регистр для первой буквы каждого предложения и нижний регистр для остальных букв.
zh_hans: 每句首字母为大写字母，其他字母为小写

# AllLowerCase.ToolTip
source: Lower case for all letters
de: Nur kleinschrift
pl: Małe litery dla wszystkich liter
ru: Нижний регистр для всех букв
zh_hans: 所有字母小写

# AllLowerCase.Text
source: lower case
de: Kleinschrift
pl: małe litery
ru: нижний регистр
zh_hans: 改为小写

# checkBoxPasteIntoNewClip.Text
source: Paste into new clip instead of target window
de: In neuen Clip einfügen anstelle des Zielfensters
pl: Wklejanie do nowego klipu zamiast do okna docelowego
ru: Вставить в новый клип вместо целевого окна
zh_hans: 粘贴到新剪辑而不是目标窗口

# checkBoxReplaceTabWithSpaces.Text
source: Replace TAB with spaces
de: TAB durch Leerzeichen ersetzen
pl: Zastąp TAB spacjami
ru: Заменить символ табуляции на пробелы
zh_hans: 用空格替换 TAB

# buttonCancel.Text
source: Cancel
de: Abbrechen
pl: Anuluj
ru: Отмена
zh_hans: 取消

# label1.Text
source: Preview
de: Vorschau
pl: Podgląd
ru: Предпросмотр
zh_hans: 预览

# NormalizeFreeSpace.ToolTip
source: Every sequence of non-printable symbols (except end of line) is replaced with one space. Trailing unprintable symbols are deleted.
de: Jede Folge nicht druckbarer Symbole (außer Zeilenende) wird durch ein Leerzeichen ersetzt. Nachlaufende nicht druckbare Symbole werden gelöscht.
pl: Każda sekwencja symboli niedrukowalnych (z wyjątkiem końca linii) jest zastępowana jedną spacją. Usuwane są symbole niedrukowalne.
ru: Каждая последовательность непечатных символов (кроме символа "перенос строки") заменяется одним пробелом. Крайние непечатные символы удаляются.
zh_hans: 每个不可打印符号序列 (除了行尾) 都被替换为一个空格 前缀不可打印符号被删除

# SentenceCase.Text
source: Sentence case
de: Satzfall
pl: Znaki frazy
ru: Регистр предложения
zh_hans: 句首大写

# groupBox1.Text
source: Case of letters
de: Buchstabenstellung
pl: Przypadek listów
ru: Регистр букв
zh_hans: 字母大小写

# AllUpperCase.Text
source: UPPER CASE
de: GROSSBUCHSTABEN
pl: WIELKIE ZNAKI
ru: ВЕРХНИЙ РЕГИСТР
zh_hans: 大写

# AllUpperCase.ToolTip
source: Upper case for all letters
de: Nur GROSSBUCHSTABEN
pl: Wielkie znaki dla wszystkich liter
ru: Верхний регистр для всех букв
zh_hans: 所有字母大写

# LowerCamelCase.Text
source: to lowerCamelCase
de: zu kleinHöckerSchrift
pl: Konwertuj na lowerCamelCase
ru: в нижнийВерблюжий

# LowerCamelCase.ToolTip
source: Lower case for first letter in first word and upper case for first letter in other words. Delete all spaces.
de: Kleinbuchstaben für den ersten Buchstaben im ersten Wort und Großbuchstaben für den ersten Buchstaben in anderen Wörtern. Löschen aller Leerzeichen.
pl: Konwertuj na lowerCamelCase oznacza zapis do postaci: Pierwsza litera pierwszego słowa jest mała, pierwsze litery kolejnych słów są wielkie. Nie używa się spacji ani znaków specjalnych między słowami. Przykład: "konwersja na camel case" to "konwersjaNaCamelCase"
ru: Первое слово в нижний регистр и все остальные слова с заглавной буквы. Удалить все пробелы.
zh_hans: 第一个单词的第一个字母为小写，其他单词的第一个字母为大写。删除所有空格

# UpperCamelCase.Text
source: to UpperCamelCase
de: zu GroßHöckerSchrift
pl: Konwertuj na UpperCamelCase
ru: в ВерхнийВерблюжий

# UpperCamelCase.ToolTip
source: Upper case for first letter in every word. Delete all spaces.
de: Großbuchstabe für den ersten Buchstaben in jedem Wort. Löschen aller Leerzeichen.
pl: Konwertuj na UpperCamelCase oznacza zapis do postaci gdzie Pierwsza litera każdego słowa jest wielka. Nie używa się spacji ani znaków specjalnych między słowami. Przykład: "konwersja na camel case" to "KonwersjaNaCamelCase"
ru: Все слова с заглавной буквы. Удалить все пробелы.
zh_hans: 每个单词的首字母大写，删除所有空格

# NormalizeEndOfLines.Text
source: Normalize "end of line" symbols
de: "Zeilenende"-Symbole normalisieren
pl: Normalizuj symbole "końca linii"
ru: Нормализовать символы "перенос строки"
zh_hans: 规范化“行尾符”

# NormalizeEndOfLines.ToolTip
source: Every sequence of symbols "end of line" is replaced with one "end of line". Trailing unprintable symbols are deleted.
de: Jede Folge von "Zeilenende" Symbolen wird durch ein "Zeilenende" ersetzt. Nachlaufende nicht druckbare Symbole werden gelöscht.
pl: Każda sekwencja symboli "koniec linii" jest zastępowana jednym "końcem linii". Końcowe symbole niedrukowalne są usuwane.
ru: Каждая последовательность символов "перенос строки" заменяется на один "перенос строки". Крайние непечатные символы удаляются.
zh_hans: 每个行尾符号序列都替换为一个行尾 前缀不可打印符号被删除

# FromCamelCase.Text
source: from CamelCase
de: von Höckerschrift
pl: Konwertuj z CamelCase
ru: из ЛюбогоВерблюжьего

# FromCamelCase.ToolTip
source: Split words by capital letters and change them to lower case.
de: Trennt Wörter durch Großbuchstaben auf und ersetzt sie durch Kleinbuchstaben.
pl: Podziel wyraz spacją według wielkich liter i zmień je na małe.
ru: Разбить на слова по заглавным буквам и привести их к нижнему регистру
zh_hans: 用大写字母分割单词，并改为小写

# labelDelimiterForTextJoin.Text
source: Delimiter for text join
pl: Separator łączenia tekstu
ru: Разделитель соединения текстов

# DelimiterForTextJoin.ToolTip
source: Use "\n" as end of line
pl: Użyj "\n" jako końca linii
ru: Используйте "\n" в качестве конца строки

# buttonOK.Text
source: OK
zh_hans: 确定
