Repository: tormozit/ClipAngel
Catalog: VisibleUserSettings.*.resx
Languages: es, hi, it, pl, ru

# GlobalHotkeyForcedCapture
source: Hotkey to forced capture clip
pl: Skrót do wymuszonego przechwytywania klipu
ru: Горячая клавиша принудительного захвата клипа

# GlobalHotkeyForcedCaptureDescription
source: Use this hot key in any program to copy data with capture in ClipAngel when clipboard monitoring (autocapture changes) is off.
pl: Gdy wyłączone jest monitorowanie schowka (automatyczne przechwytywanie zmian), użyj tego klawisza skrótu w dowolnym programie, aby skopiować dane z przechwytywaniem w ClipAngel.
ru: Эта горячая клавиша при нажатии в любой программе скопирует клип и принудительно поместит его в список ClipAngel даже при выключенном слежении за буфером обмена (автозахвата изменений).

# GlobalHotkeyDecrementalPaste
source: Hotkey to paste and select previous
pl: Skrót do wklejenia i wybrania poprzedniego
ru: Горячая клавиша последовательной вставки обратной

# GlobalHotkeyDecrementalPasteDescription
source: Use this hot key in any program to paste current clip from ClipAngel list and select previous/lower clip which will be shown in tray tooltip
pl: Użyj tego klawisza skrótu w dowolnym programie, aby wkleić bieżący klip z listy ClipAngel i wybrać poprzedni klip, który będzie pokazany w podpowiedzi w zasobniku
ru: Эта горячая клавиша при нажатии в любой программе вставит текущий клип из списка ClipAngel, перейдет к предыдущему/нижнему клипу в списке и покажет его во всплывающей подсказке

# IgnoreUrlsClipCapture
source: Ignore source URLs in clip capture
pl: Ignoruj źródłowe adresy URL podczas przechwytywania klipów
ru: Игнорировать URL источника в захвате клипов

# IgnoreUrlsClipCaptureDescription
source: List of substrings that match in clip source URL will ignore clip capture. Delimiters: "," or ";"
pl: Podaj listę fragmentów adresów URL, które mają być ignorowane podczas przechwytywania. Fragmenty adresów należy oddzielać przecinkami "," lub średnikami ";" Przykład: youtube.com,facebook.com
ru: Список подстрок, совпадение с которыми в URL источника клипа будет игнорировать захват клипа. Разделители: "," или ";"
