Repository: tormozit/ClipAngel
Catalog: VisibleUserSettings.*.resx
Languages: es, hi, it, pl, ru

# AutoCheckUpdate
source: Autocheck for program update
es: Autocheck para actualización del programa
hi: Autocheck प्रोग्राम अद्यतन के लिए
it: Controllo automatico aggiornamenti
pl: Automatycznie sprawdzaj aktualizację programu
ru: Автоматическая проверка обновлений

# AutoCheckUpdateDescription
source: Autocheck for update on program start and every day
es: Autocheck para actualización en el inicio del programa y todos los días
hi: Autocheck प्रोग्राम प्रारंभ और हर दिन पर अद्यतन के लिए
it: Controllo aggionamenti: ad avvio del programma e ogni giorno
pl: Automatycznie sprawdzaj aktualizację zawsze przy starcie programu
ru: Автоматически проверять обновления при старте программы и каждый день

# AutoSelectMatch
source: Autoselect first match
es: Primer partido de la selección automática
hi: स्वतःचयन करें पहला मैच
it: Selezione automatica prima occorrenza
pl: Automatycznie zaznacz pierwsze dopasowanie
ru: Автовыделение вхождения

# AutoSelectMatchDescription
source: Autoselection of first match of search string in clip text.
pl: Automatyczny wybór pierwszego dopasowania ciągu wyszukiwania w tekście klipu.
ru: Автовыделение первого вхождения строки поиска в тексте клипа

# Autostart
source: Autostart program on user logon
es: Programa de AutoStart en Inicio de sesión de usuario
hi: उपयोगकर्ता लॉगऑन पर Autostart कार्यक्रम
it: Avvio automatico programma ad accesso utente
pl: Automatyczne uruchamianie programu przy logowaniu użytkownika
ru: Автозапуск программы при входе пользователя

# AutostartPath
source: Application autostart command line
es: Línea de comandos de autostart de aplicación
hi: अनुप्रयोग autostart आदेश पंक्ति
it: Riga di comando avvio automatico applicazione
pl: Wiersz poleceń automatycznego uruchamiania aplikacji
ru: Команда автозапуска программы

# AutostartPathDescription
source: Click OK to update this command from current start path
es: Haga clic en Aceptar para actualizar este comando de inicio camino
hi: यह आदेश वर्तमान प्रारंभ पथ से अद्यतन करने के लिए ठीक क्लिक करें
it: Fai clic su OK per aggiornare questo comando dal percorso attuale di avvio
pl: Kliknij przycisk OK, aby zaktualizować to polecenie z bieżącą ścieżką startową
ru: Нажмите ОК для обновления команды автозапуска в соответствии с текущей командой запуска

# ClearFiltersOnClose
source: Clear filters on main window close
es: Restablecer los filtros en la ventana principal de cierre
hi: फ़िल्टर्स साफ़ मुख्य विंडो पर बंद करें
it: Cancella filtri alla chiusura della finestra principale
pl: Wyczyść filtr po zamknięciu okna głównego
ru: Очищать фильтры при закрытии главного окна

# ClipListSimpleDraw
source: Fast and simple list draw
es: Sorteo de la lista rápida y sencilla
hi: तेजी से और सरल सूची ड्रा
it: Disegno elenco veloce e semplice
pl: Szybka i prosta lista losowa
ru: Быстрая и простая отрисовка списка

# ClipListSimpleDrawDescription
source: Clip list will be drawn fast without highlighting filter matches and picture samples
es: Listado se sacarán rápido sin destacar coincidencias de filtro y muestras de fotografía
hi: क्लिप सूची तेजी से फ़िल्टर मेल और चित्र नमूने हाइलाइट किए बिना तैयार हो जाएगा
it: L'elenco delle catture verrà disegnato velocemente senza evidenziare le corrispondenze con i filtri e le immagini campione
pl: Lista klipów zostanie sporządzona szybko, bez podświetlania dopasowań filtra i przykładowych zdjęć
ru: Список клипов будет рисоваться быстро без выделения найденных фрагментов в заголовках и без фрагментов картинок.

# ClipTempFileFolder
source: Folder for clip temp files
es: Carpeta para los archivos temp de clip
hi: क्लिप अस्थायी फ़ाइलों के लिए फ़ोल्डर
it: Cartella per i file temporanei delle catture
pl: Folder plików tymczasowych klipów
ru: Каталог временных файлов клипов

# ClipTempFileFolderDescription
source: Folder for saving temp files of clips. Leave empty to use standard temp folder. Usually can be usefull in portable mode.
pl: Folder do zapisywania plików tymczasowych klipów. Pozostaw puste, aby użyć standardowego folderu tymczasowego. Zazwyczaj może być użyteczny w trybie przenośnym.
ru: Каталог для сохранения временных файлов клипов. Оставьте пустым для использования стандартного каталога временных файлов. Обычно может быть полезен в портабельном режиме.

# CopyTextInAnyWindowOnCTRLF3
source: Copy text from any window by Control+F3
es: Copiar texto desde cualquier ventana de Control + F3
hi: नियंत्रण + F3 द्वारा किसी भी खिड़की से पाठ की प्रतिलिपि बनाएँ
it: Copia testo da qualsiasi finestra con CTRL+F3
pl: Kopiowanie tekstu z dowolnego okna poprzez Ctrl + F3
ru: Копировать текст из любого окна по Control+F3

# CopyTextInAnyWindowOnCTRLF3Description
source: Copy selected text from any window when Control+F3 is pressed. This hotkey usually is used in text editors to search selected string. Key press will be processed by the window.
es: Copiar texto seleccionado desde cualquier ventana cuando se presiona Control + F3. Esta combinación de teclas se utiliza generalmente en editores de texto para buscar cadena seleccionada. Prensa clave será procesado por la ventana.
hi: नियंत्रण + F3 दबाया जाता है, जब किसी भी खिड़की से चयनित पाठ की प्रतिलिपि बनाएँ। इस हॉटकी आमतौर पर चयनित स्ट्रिंग खोजने के लिए पाठ संपादकों में प्रयोग किया जाता है। कुंजी दबाएँ विंडो द्वारा संसाधित किया जाएगा।
it: Copia il testo selezionato in qualsiasi finestra quando si preme CTRL+F3. Questo tasto di scelta rapida viene solitamente utilizzato negli editor di testo per cercare la stringa selezionata. La pressione del tasto verrà gestita dalla finestra.
pl: Kopiowanie zaznaczonego tekstu z dowolnego okna po wciśnięciu Ctrl+F3. Ten klawisz skrótu jest zwykle używany w edytorach tekstu do wyszukiwania wybranego ciągu znaków. Naciśnięcie klawisza zostanie przetworzone przez okno.
ru: Копировать выделенный текст из любого окна при нажатии Control+F3. Это сочетание обычно используется текстовыми редакторами для поиска выделенной строки. При этом нажатие будет обработано самим окном.

# CurrentPath
source: Application current start path
es: Ruta de inicio actual de aplicación
hi: अनुप्रयोग वर्तमान प्रारंभ पथ
it: Percorso attuale avvio applicazione
pl: Bieżąca ścieżka startowa aplikacji
ru: Команда текущего запуска программы

# DatabaseSize
source: Database size MB
es: Tamaño de la base de datos MB
hi: डेटाबेस आकार MB
it: Dimensione database (MB)
pl: Rozmiar bazy danych w MB
ru: Размер базы данных MB

source: Default font
es: Fuente predeterminada
hi: डिफ़ॉल्ट फ़ॉन्ट
it: Font predefinita
pl: Domyślna czcionka
ru: Основной шрифт

# DefaultFontDescription
source: Font for clip list and default for clip text. Double click to change it.
es: Fuente de listado y predeterminado para el texto del clip. Haga doble clic para cambiarlo.
hi: क्लिप सूची और क्लिप पाठ के लिए डिफ़ॉल्ट के लिए फ़ॉन्ट। यह बदलने के लिए डबल क्लिक करें।
it: Font per elenco tagli e predefinita per la cattura testo. Fai doppio clic per modificarla.
pl: Czcionka listy klipów i domyślna czcionka tekstu klipu. Kliknij dwukrotnie (lub rozwiń), aby to zmienić.
ru: Шрифт списка клипов и по умолчанию для текста клипа

source: Fast window open
es: Rápida ventana abierta
hi: तेजी से खिड़की खुली
it: Apertura veloce finestra
pl: Szybkie otwieranie okna
ru: Быстрое открытие окна

# FastWindowOpenDescription
source: Fast window opening by using some tricks. Can lead to some minor problems in window opening/closing.
es: Ventana rápida mediante el uso de algunos trucos. Puede conducir a algunos problemas menores en apertura y cierre de la ventana.
hi: तेजी से खिड़की खोलने के कुछ गुर का उपयोग करके। विंडो खोलने/में कुछ मामूली समस्याओं के लिए नेतृत्व कर सकते हैं।
it: Apertura veloce finestra usando alcuni trucchi. Può portare ad alcuni problemi minori nell'apertura/chiusura della finestra.
pl: Szybkie otwieranie okna za pomocą kilku sztuczek. Ma wpływ na wyświetlanie okna w pasku zadań. Może prowadzić do drobnych problemów z otwieraniem/zamykaniem okna.
ru: Ускоренное открытие окна через применение некоторых трюков. Может приводить к некоторым незначительным проблемам открытия/закрытия окна.

# GlobalHotkeyCompareLastClips
source: Hotkey to compare last clips
es: Teclas de acceso rápido para comparar los últimos clips
hi: हॉटकी पिछले क्लिप की तुलना करने के लिए
it: Tasto scelta rapida per confrontare le ultime catture
pl: Skrót do porównania ostatnich klipów
ru: Горячая клавиша сравнения последних клипов

# GlobalHotkeyCompareLastClipsDescription
source: Use this hot key in any program to launch application for comparing last 2 clips
es: Use esta tecla de acceso rápido en cualquier programa para lanzar aplicación para comparar 2 últimos clips
hi: पिछले 2 क्लिप की तुलना के लिए अनुप्रयोग लॉन्च करने के लिए किसी भी प्रोग्राम में इस गर्म कुंजी का उपयोग करें
it: Usa questo tasto di scelta rapida in qualsiasi programma per eseguire l'applicazione per confrontare le ultime 2 catture
pl: Użyj tego klawisza skrótu w dowolnym programie, aby uruchomić aplikację do porównania ostatnich 2 klipów
ru: Эта горячая клавиша при нажатии в любой программе запустит приложение сравнения 2-х последних клипов

# GlobalHotkeyIncrementalPaste
source: Hotkey to paste and select next
pl: Skrót aby wkleić i wybrać następny
ru: Горячая клавиша последовательной вставки прямой

# GlobalHotkeyIncrementalPasteDescription
source: Use this hot key in any program to paste current clip from ClipAngel list and select next/upper clip which will be shown in tray tooltip
pl: Użyj tego klawisza skrótu w dowolnym programie, aby wkleić bieżący klip z listy ClipAngel i wybrać następny/wyższy klip, który zostanie pokazany w podpowiedzi na pasku narzędzi.
ru: Эта горячая клавиша при нажатии в любой программе вставит текущий клип из списка ClipAngel, перейдет к следующему/верхнему клипу в списке и покажет его во всплывающей подсказке

# GlobalHotkeyOpenCurrent
source: Hotkey to open window with no changes
es: Combinación de teclas para abrir la ventana sin cambios
hi: हॉटकी के साथ कोई परिवर्तन विंडो खोलने के लिए
it: Tasto di scelta rapida per aprire la finestra senza modifiche
pl: Skrót otwierający okno bez zmian
ru: Горячая клавиша открытия окна без изменений

# GlobalHotkeyOpenCurrentDescription
source: Use this hot key in any program to open ClipAngel window with no changes in filter and clip selection. Press again to close the window.
pl: Użyj tego klawisza skrótu w dowolnym programie, aby otworzyć okno ClipAngel bez zmian w wyborze filtrów i klipów. Naciśnij ponownie, aby zamknąć okno.
ru: Эта горячая клавиша при нажатии в любой программе откроет окно ClipAngel без изменений в фильтре и выборе клипа. Повторное нажатие закроет окно.

# GlobalHotkeyOpenFavorites
source: Hotkey to open window with favorites
es: Teclas de acceso rápido para abrir ventana con favoritos
hi: हॉटकी के साथ पसंदीदा विंडो खोलने के लिए
it: Tasto di scelta rapida per aprire la finestra con i preferiti
pl: Skrót otwierający okno z ulubionymi
ru: Горячая клавиша открытия окна любимых

# GlobalHotkeyOpenFavoritesDescription
source: Use this hot key in any program to show ClipAngel window with favorites only filter. Press again to close the window.
pl: Użyj tego klawisza skrótu w dowolnym programie, aby wyświetlić okno ClipAngel z filtrem tylko ulubionych. Naciśnij ponownie, aby zamknąć okno.
ru: Эта горячая клавиша при нажатии в любой программе откроет окно ClipAngel с отобором только любимых. Повторное нажатие закроет окно.

# GlobalHotkeyOpenLast
source: Hotkey to open window with reset
es: Teclas de acceso rápido para abrir ventana con reset
hi: हॉटकी के साथ रीसेट करें विंडो खोलने के लिए
it: Tasto di scelta rapida per aprire la finestra con ripristino
pl: Skrót otwierający okno bez ustawień
ru: Горячая клавиша открытия окна со сбросом

# GlobalHotkeyOpenLastDescription
source: Use this hot key in any program to open ClipAngel window, clear filters and select last clip. Press again to close the window.
pl: Użyj tego klawisza skrótu w dowolnym programie, aby otworzyć okno ClipAngel, wyczyścić filtry i wybrać ostatni klip. Naciśnij ponownie, aby zamknąć okno.
ru: Эта горячая клавиша при нажатии в любой программе откроет окно ClipAngel, сбросит фильтры и выберет последний клип. Повторное нажатие закроет окно.

# GlobalHotkeyPasteText
source: Hotkey to paste plain text
es: Combinación de teclas para pegar texto sin formato
hi: हॉटकी सादा पाठ चिपकाने के लिए
it: Tasto di scelta rapida per incollare testo normale
pl: Skrót do wklejania jako zwykły tekst
ru: Горячая клавиша вставки простого текста

# GlobalHotkeyPasteTextDescription
source: Use this hot key in any program to paste last clip as plain text
pl: Użyj tego klawisza skrótu w dowolnym programie, aby wkleić ostatni klip jako zwykły tekst
ru: Эта горячая клавиша при нажатии в любой программе вставит последний клип в виде простого текста

source: History depth days
es: Días de profundidad de historia
hi: इतिहास गहराई दिन
it: N. giorni mantenimento cronologia
pl: Liczba dni historii
ru: Глубина истории клипов по дням

# HistoryDepthDaysDescription
source: Maximum number of days non favorite clips are stored. Deletion is executed on start, every day, on settings apply. 0 - do not delete.
es: Número máximo de días clips favoritos no se almacenan. Eliminación se ejecuta en Inicio, todos los días, en configuración se aplican. 0 - no borrar.
hi: गैर पसंदीदा क्लिप संग्रहित हैं दिनों की अधिकतम संख्या। हटाना प्रारंभ करें पर, हर दिन मार डाला है, पर सेटिंग्स लागू करें। 0 - न हटाएँ।
it: Numero massimo giorni memroizzazione catture non preferite. L'eliminazione viene eseguita su all'avvio, tutti i giorni, in base alle impostazioni. Valore=0 - non eliminare.
pl: Maksymalna liczba dni przechowywania nie ulubionych klipów. Usuwanie jest wykonywane każdego dnia przy starcie, zgodnie z ustawieniami. 0 (zero) oznacza nie usuwaj.
ru: Максимальное количество дней хранения не любимых клипов. Удаление выполняется при старте, каждый день, при применении настроек. 0 - не удалять.

source: History depth number
es: Número de profundidad de historia
hi: इतिहास गहराई संख्या
it: Numero mantenimento cronologia
pl: Liczba długości historii
ru: Глубина истории клипов по количеству

# HistoryDepthNumberDescription
source: Maximum number of stored non favorite clips. Deletion is executed on start, every day, on settings apply. 0 - do not delete. Recommended <50K
es: Número máximo de clips no favoritos almacenados. Eliminación se ejecuta en Inicio, todos los días, en configuración se aplican. 0 - no borrar.
hi: संग्रहीत गैर पसंदीदा क्लिप की अधिकतम संख्या। हटाना प्रारंभ करें पर, हर दिन मार डाला है, पर सेटिंग्स लागू करें। 0 - न हटाएँ।
it: Numero massimo di catture non preferiti memorizzati. L'eliminazione viene eseguita all'avvio, tutti i giorni, in abse alle impostazioni. Valore=0 - non eliminare.
pl: Maksymalna liczba przechowywanych nie ulubionych klipów. Usuwanie jest wykonywane każdego dnia przy starcie, zgodnie z ustawieniami. 0 (zero) oznacza nie usuwaj. Zalecane poniżej 50000
ru: Максимальное количество хранимых не любимых клипов. Удаление выполняется при старте, каждый день, при применении настроек. 0 - не удалять. Рекомендуется <50К

# HtmlEditor
source: HTML file editor application
es: Aplicación de editor de archivos HTML
hi: HTML फ़ाइल संपादक अनुप्रयोग
it: Editor file HTML
pl: Aplikacja do otwarcia klipu pliku (HTML)
ru: Приложение открытия файлов HTML

# HtmlEditorDescription
source: Used in "Open file" command for clip. Leave empty to use default OS application for edit HTML files.
es: Utilizado en comando "Open file" para el clip. Deje en blanco para aplicación de sistema operativo por defecto para editar los archivos HTML.
hi: "फ़ाइल खोलें" आदेश में क्लिप के लिए इस्तेमाल किया। संपादन HTML फ़ाइलों के लिए डिफ़ॉल्ट ओएस अनुप्रयोग का उपयोग करने के लिए रिक्त छोड़ दें।
it: Usato nel comando "Apri file" per le catture. Lascia vuoto per utilizzare l'applicazione predefinita del SO per modificare i file HTML.
pl: Używana w poleceniu "Otwórz plik" dla klipu. Podaj ścieżkę lub pozostaw puste, aby użyć domyślnej aplikacji systemowej do edycji plików HTML.
ru: Используется в команде "Открыть файл" клипа. Оставьте пустым для использования назначенного в ОС приложения открытия файлов HTML.

# IgnoreApplicationsClipCapture
source: Ignored applications in clip capture
es: Aplicaciones ignoradas en la captura del clip
hi: ध्यान न दिए गए आवेदन में क्लिप पर कब्जा
it: Applicazioni ignorate nella cattura
pl: Ignorowane aplikacje podczas przechwytywania klipu
ru: Игнорируемые приложения в захвате клипов

# IgnoreApplicationsClipCaptureDescription
source: Do not capture clips from this applications
es: No capturar clips de esta aplicaciones
hi: इस अनुप्रयोग से क्लिप पर कब्जा नहीं
it: Non catturare da queste applicazioni
pl: Wskaż aplikacje, które mają być ignorowane, program nie będzie przechwytywać klipów z listy tych aplikacji
ru: Клипы из этих приложений не будут захватываться

# IgnoreExclusiveFormatClipCapture
source: Do not capture "Clipboard Viewer Ignore" format
es: No captan formato "Visor de Portapapeles, ignorar"
hi: कैप्चर स्वरूप "क्लिपबोर्ड व्यूअर पर ध्यान न दें" नहीं
it: Non catturare formato "Ignora Visualizzatore Appunti"
pl: Nie przechwytuj formatu "Clipboard Viewer Ignore"
ru: Не захватывать "Clipboard Viewer Ignore" формат

# IgnoreExclusiveFormatClipCaptureDescription
source: Do not capture clip with "Clipboard Viewer Ignore" format present. This format is usually used by password managers when copying passwords to clipboard. Sometimes it may be usefull to switch it OFF temporary.
pl: Ten format jest zazwyczaj używany przez menedżera haseł podczas kopiowania haseł do schowka. Jeśli opcja jest włączona to ClipAngel będzie ignorował dane oznaczone formatem "Clipboard Viewer Ignore", co oznacza, że nie zostaną one zapisane w historii schowka. Domyślnie opcja ta jest włączona, aby chronić poufne informacje przed przypadkowym zapisaniem w historii schowka.
ru: Не захватывать клип с форматом "Clipboard Viewer Ignore". Этот формат обычно используется менеджерами паролей при копировании пароля в буфер обмена. Иногда может быть полезно временно выключить.

# ImageEditor
source: Image (PNG) file editor application
es: Aplicación de editor de archivo de imagen (PNG)
hi: छवि (PNG) फ़ाइल संपादक अनुप्रयोग
it: Editor file immagine (PNG)
pl: Aplikacja do otwarcia klipu obrazu (PNG)
ru: Приложение открытия файлов картинок (PNG)

# ImageEditorDescription
source: Used in "Open file" command for clip. Leave empty to use default OS application for edit image (PNG) files.
es: Utilizado en comando "Open file" para el clip. Deje en blanco para aplicación de sistema operativo por defecto para editar archivos de imagen (PNG).
hi: "फ़ाइल खोलें" आदेश में क्लिप के लिए इस्तेमाल किया। संपादित करें छवि (PNG) फ़ाइलों के लिए डिफ़ॉल्ट ओएस अनुप्रयोग का उपयोग करने के लिए रिक्त छोड़ दें।
it: Usato nel comando "Apri file" per le catture. Lascia vuoto per utilizzare l'applicazione predefinita del SO per modificare i file immgine (PNG).
pl: Używana w poleceniu "Otwórz plik" dla klipu. Podaj ścieżkę lub pozostaw puste, aby użyć domyślnej aplikacji systemowej do edycji plików obrazów (PNG).
ru: Используется в команде "Открыть файл" клипа. Оставьте пустым для использования назначенного в ОС приложения открытия файлов картинок (PNG).

source: Language
es: Idioma
hi: भाषा
it: lingua
pl: Język
ru: Язык

# LanguageDescription
source: User interface language
es: Idioma de la interfaz de usuario
hi: उपयोगकर्ता इंटरफ़ेस भाषा
it: Lingua interfaccia utente
pl: Język interfejsu użytkownika
ru: Язык пользовательского интерфейса

source: Max clip size KB
es: Tamaño máximo del clip KB
hi: अधिकतम क्लिप आकार KB
it: Dimensione max cattura (KB)
pl: Maksymalny rozmiar klipu w KB
ru: Макс. размер клипа KB

# MaxClipSizeKBDescription
source: Clips greater this size will not be captured
es: Clips más de que este tamaño no será capturado
hi: अधिक से अधिक इस आकार नहीं कैप्चर करना होगा क्लिप
it: Non verrà effettuata la cattura con dimensione superiore a questo valore
pl: Klipy większe od tego rozmiaru nie zostaną przechwycone
ru: Клипы больше этого размера не будут добавляться в список

source: Monospaced font
es: Fuente de espacio sencillo
hi: Monospaced फ़ॉन्ट
it: Carattere a spaziatura fissa
pl: Czcionka o stałej szerokości znaków
ru: Моноширинный шрифт

# MonospacedFontDescription
source: Monospaced font in clip text field. Could be overloaded by RTF native formatting. Not appliable to HTML native formatting.
es: Fuente de espacio sencillo en el campo de texto del clip. Podría ser sobrecargado por RTF formato nativo. No aplicable a HTML de formato nativo.
hi: Monospaced क्लिप पाठ फ़ील्ड में फ़ॉन्ट। RTF मूल स्वरूपण द्वारा अतिभारित किया जा सकता है। नहीं HTML मूल स्वरूपण करने के लिए appliable.
it: Carattere a spaziatura fissa nel campo testo della cattura. Potrebbe essere sovraccaricato dalla formattazione nativa RTF. Non applicabile alla formattazione nativa HTML.
pl: Czcionka o stałej szerokości w polu tekstowym klipu. Może być przeciążone przez natywne formatowanie RTF. Nie ma zastosowania do natywnego formatowania HTML.
ru: Моноширинный шрифт в поле просмотра текста. Может быть переопределен родным оформлением RTF. Не применимо к родному оформлению HTML.

# MoveCopiedClipToTop
source: Move clips to top after use
pl: Przenoś klipy na górę po ich użyciu
ru: Перемещать клипы наверх после использования

# MoveCopiedClipToTopDescription
source: Move copied from list or fully pasted clips to top of list
pl: Włączenie opcji zawsze przenosi na górę listy klipy. Zarówno te skopiowane z listy jak i w pełni wklejone klipy
ru: Перемещать клипы наверх списка после копирования в списке или полной вставки

source: Number of clips
es: Número de clips
hi: क्लिप की संख्या
it: Numero delle catture
pl: Liczba klipów
ru: Количество клипов

# NumberOfClipsDescription
source: Current number of clips in database
es: Número actual de los clips en la base de datos
hi: वर्तमान डेटाबेस में क्लिप्स की संख्या
it: Attuale numero di catture nel database
pl: Bieżąca liczba klipów w bazie danych
ru: Текущее количество клипов в списке

source: Restore caret position on focus return
es: Restaurar posición cursor sobre enfoque retorno
hi: ध्यान वापसी पर कैरेट स्थिति को पुनर्स्थापित करें
it: Ripristina la posizione del cursore al ritorno del focus
pl: Przywrócić pozycją karetki na powrót fokusa

# RestoreCaretPositionOnFocusReturnDescription
source: Enable this to try restore caret position after focus is returned to target window. This is usefull for textboxes which select all text after loosing focus
es: Habilitarla tratar de restaurar la posición de cursor después de foco se vuelve a la ventana de destino. Esto es útil para cuadros de texto que seleccione todo el texto después de perder el foco
hi: यह प्रयास करने के लिए लक्ष्य विंडो ध्यान दिया जाता है के बाद कैरेट स्थिति को बहाल करने के लिए सक्षम करें। यह जो ध्यान खोने के बाद सभी पाठ का चयन करें पाठ बॉक्सेज़ के लिए उपयोगी है
it: Abilita questo provare a ripristinare la posizione del cursore dopo il ritorno alla finestra destinazione. Questo è utile per caselle di testo che selezionanoe tutto il testo dopo la perdita del focus
pl: Włącz to, aby spróbować przywrócić pozycję karetki po powrocie fokusa do docelowego okna. Jest to użyteczne w przypadku pól tekstowych, które zaznaczają cały tekst po utraceniu fokusa

# RtfEditor
source: RTF file editor application
es: Aplicación de editor de archivos RTF
hi: RTF फ़ाइल संपादक अनुप्रयोग
it: Editor file RTF
pl: Aplikacja do otwarcia klipu pliku (RTF)
ru: Приложение открытия файлов RTF
