Repository: tormozit/ClipAngel
Catalog: VisibleUserSettings.*.resx
Languages: es, hi, it, pl, ru

# RtfEditorDescription
source: Used in "Open file" command for clip. Leave empty to use default OS application for edit RTF files.
es: Utilizado en comando "Open file" para el clip. Deje en blanco para aplicación de sistema operativo por defecto para editar archivos RTF.
hi: "फ़ाइल खोलें" आदेश में क्लिप के लिए इस्तेमाल किया। संपादन RTF फ़ाइलों के लिए डिफ़ॉल्ट ओएस अनुप्रयोग का उपयोग करने के लिए रिक्त छोड़ दें।
it: Usato nel comando "Apri file" per le catture. Lascia vuoto per utilizzare l'applicazione predefinita del SO per modificare i file RTF.
pl: Używana w poleceniu "Otwórz plik" dla klipu. Podaj ścieżkę lub pozostaw puste, aby użyć domyślnej aplikacji systemowej do edycji plików RTF.
ru: Используется в команде "Открыть файл" клипа. Оставьте пустым для использования назначенного в ОС приложения открытия файлов RTF.

source: Search case sensitive
es: Búsqueda de mayúsculas y minúsculas
hi: केस संवेदी खोज
it: Ricerca sensibile maiuscole e minuscole
pl: Szukaj rozróżniając wielkość liter
ru: Искать с учетом регистра букв

# SearchCaseSensitiveDescription
source: Search filter case sensitive. For example "Pot" will match "Potato", but not "potato".
es: Filtro de búsqueda distingue mayúsculas de minúsculas. Por ejemplo "Pote" coincidirá con "Papa" y no "patata".
hi: केस संवेदी खोज फ़िल्टर। उदाहरण के लिए "पॉट" "आलू", लेकिन नहीं "आलू" मैच होगा।
it: Filtro di ricerca sensibile a maiuscole e minuscole. Ad esempio "Patt" corrisponderà a "Patata", ma non a "patata".
pl: Filtr wyszukiwania będzie uwzględniał wielkość liter. Przykładowo, jeśli włączony, wyszukując frazę "Dom" będzie znajdować: "Domek", ale nie wyszuka: "domek"
ru: Искать с учетом регистра букв фильтра. Например "Кар" найдет "Картошка", но не найдет "картошка".

# SearchWildcards
source: Search "%" as any char sequence
es: Búsqueda de '%' como cualquier secuencia de caracteres
hi: खोज किसी भी वर्ण अनुक्रम के रूप में "%"
it: Cerca "%" come qualsiasi sequenza di caratteri
pl: Szukaj z symbolem wieloznacznym, znak: "%"
ru: Искать "%" как любую строку

# SearchWildcardsDescription
source: Search char "%" from filter as any char sequence. For example filter "po%o" will match "potato".
es: Char de búsqueda '%' de filtro como cualquier secuencia de caracteres. Por ejemplo filtro "po %o" coincidirá con "patata".
hi: खोज फ़िल्टर किसी भी वर्ण अनुक्रम के रूप में से "%" वर्ण। उदाहरण के लिए फ़िल्टर "पो %o" "आलू" मैच होगा।
it: Il carattere di ricerca "%" dal filtro come qualsiasi sequenza di caratteri. Ad esempio filtro "pat%a" corrisponderà a "patata".
pl: Użyj w wyszukiwaniu znaku "%" jako symbolu wieloznacznego. Gdy opcja włączona, zapytanie "d%m" pozwoli znaleźć "dom", "dym", ale także "doom"
ru: Использовать спец. символ % в фильтре для обозначения любой последовательности символов. Например фильтр "кар%а" найдет "картошка".

# SearchWordsIndependently
source: Search independent words
es: Búsqueda de palabras independientes
hi: खोज स्वतंत्र शब्द
it: Ricerca parole indipendenti
pl: Szukaj wyrazów niezależnie
ru: Искать слова независимо

# SearchWordsIndependentlyDescription
source: Search every word from filter independently. For example "pot web" will match "Our website sells potato".
es: Buscar cada palabra de filtro independiente. Por ejemplo "web de pote" coincidirá con "nuestro sitio web vende patata".
hi: फ़िल्टर से हर शब्द स्वतंत्र रूप से खोज। उदाहरण के लिए "पॉट वेब" "हमारी वेबसाइट आलू बेचता है" से मेल खाएगी।
it: Cerca ogni parola da filtro in modo indipendente. Ad esempio "pentole web" corrisponderà a "nostro sito vende pentole".
pl: Wyszukuje każde słowo z filtra niezależnie. Na przykład wyszukując frazę "sklep kok" można otrzymać "Nasz sklep sprzedaje kokosy"
ru: Находить вхождение каждого слова фильтра независимо. Например "карто веб" найдет "Наш вебсайт продает картошку".

# ShowApplicationIconColumn
source: Show clip source icon column
es: Ver clip fuente icono columna
hi: क्लिप स्रोत स्तंभ चिह्न दिखाएँ
it: Visualizza icona colonna sorgente cattura
pl: Pokaż na liście ikonę źródła klipu
ru: Показывать колонку иконки источника клипа

# ShowApplicationIconColumnDescription
source: Show column with icon from application where clip was copied
es: Mostrar columna con el icono de la aplicación donde fue copiado el clip
hi: जहाँ क्लिप की प्रतिलिपि बनाई गई आवेदन से आइकन के साथ स्तंभ दिखाएँ
it: Visualizza la colonna con l'icona dell'applicazione da cui è stata effettuata la cattura
pl: Wyświetla na liście klipów ikonę aplikacji, z której skopiowano klip
ru: Показывать в списке клипов столбец со значком приложения, из которого был скопирован клип

source: Show native text formatting
es: Mostrar formato de texto nativo
hi: मूल पाठ स्वरूपण दिखाएँ
it: Visualizza la formattazione nativa del testo
pl: Pokaż natywne formatowanie tekstu
ru: Родное оформление

# ShowNativeTextFormattingDescription
source: Show native text formatting for RTF and HTML clips (CTRL+N). However, text greater than 10K chars after loading will be shown without formatting until user click in text field.
es: Mostrar texto nativo formato RTF y HTML clips (CLTR + N)
hi: मूल पाठ स्वरूपण के लिए RTF और HTML क्लिप (CLTR + N) दिखाएँ
it: Visualizza la formattazione nativa del testo per catture RTF e HTML (CTRL+N)
pl: Pokazuje natywne formatowanie tekstu dla klipów RTF i HTML (przełącznik CTRL+N). Jednak tekst większy niż 10K znaków po załadowaniu będzie wyświetlany bez formatowania, dopóki użytkownik nie kliknie pola tekstowego.
ru: Показывать родное оформление текста клипа (CTRL+N). Однако текст размером более 10К символов после загрузки будет показываться без оформления пока пользователь не кликнет в текстовом поле.

# ShowSizeColumn
source: Show visual clip weight column
es: Ver clip visual peso columna
hi: दृश्य क्लिप वजन स्तंभ दिखाएँ
it: Visualizza colonna Peso visivo cattura
pl: Pokaż wizualnie wielkość klipu w kolumnie
ru: Показывать колонку визуального веса клипа

# ShowSizeColumnDescription
source: Column will show visual weight (number of digits in visual size) of clip
es: Columna mostrará peso visual (número de dígitos en tamaño visual) del clip de
hi: क्लिप के दृश्य वजन (दृश्य आकार में अंकों की संख्या) स्तंभ दिखाई देंगे
it: La colonna visualizzerà il peso visivo (numero di cifre nella dimensione visiva) della cattura
pl: Kolumna pokaże wizualną wielkość (liczba cyfr w wymiarze wizualnym) klipu
ru: Колонка будет показывать визуальный вес (количество цифр в визуальном размере) клипа

source: Text compare application
es: Aplicación de comparación de texto
hi: पाठ तुलना करें आवेदन
it: Applicazione confronto testo
pl: Aplikacja do porównywania klipów tekstowych
ru: Приложение сравнения файлов

# TextCompareApplicationDescription
source: Leave empty to use automatic search application, which looks for Beyond Compare, ExamDiff Pro, WinMerge, Araxis Merge, DiffMerge, Kdiff3. Text compare command is %application% %file1% %file2%
es: Deje en blanco para utilizar la aplicación de búsqueda automática, que busca más allá de comparar, ExamDiff Pro, WinMerge, Araxis Merge, DiffMerge, Kdiff3. Comparación de texto comando es % Condition archivo1% % % de archivo2
hi: स्वत: खोज अनुप्रयोग, जो लग रहा है से परे की तुलना, ExamDiff प्रो, के लिए WinMerge, Araxis मर्ज, DiffMerge, Kdiff3 का उपयोग करने के लिए रिक्त छोड़ दें। पाठ तुलना करें आदेश है % आवेदन % % file1 % % file2%
it: Lascia vuoto per usare la ricerca automatica applicazione, che cerca Beyond Compare, ExamDiff Pro, , WinMerge, Araxis Merge, DiffMerge, Kdiff3. Il comando per il confronto testo è %application% %file1% %file2%
pl: Podaj ścieżkę lub pozostaw puste, aby użyć domyślnej aplikacji systemowej do porównywania tekstu. Popularne aplikacje to: WinMerge, Araxis Merge, DiffMerge, Kdiff3, ExamDiff Pro Komenda dla porównania tekstu to %application% %file1% %file2%
ru: Оставьте пустым для автоматического поиска программы, который поддерживает Beyond Compare, ExamDiff Pro, WinMerge, Araxis Merge, DiffMerge, Kdiff3. Для сравнения текстов используется команда %программа% %файл1% %файл2%

# TextEditor
source: Text (TXT) file editor application
es: Aplicación de editor de archivos de texto (TXT)
hi: पाठ (TXT) फ़ाइल संपादक अनुप्रयोग
it: Editor file di testo (TXT)
pl: Aplikacja do otwarcia klipu pliku tekstowego (TXT)
ru: Приложение открытия файлов текста (TXT)

# TextEditorDescription
source: Used in "Open file" command for clip. Leave empty to use default OS application for edit text (TXT) files.
es: Utilizado en comando "Open file" para el clip. Deje en blanco para aplicación de sistema operativo por defecto para editar archivos de texto (TXT).
hi: "फ़ाइल खोलें" आदेश में क्लिप के लिए इस्तेमाल किया। संपादन पाठ (TXT) फ़ाइलों के लिए डिफ़ॉल्ट ओएस अनुप्रयोग का उपयोग करने के लिए रिक्त छोड़ दें।
it: Usato nel comando "Apri file" per le catture. Lascia vuoto per usare l'applicazione predefinita del S.O. per modificare i file di testo (TXT).
pl: Używana w poleceniu "Otwórz plik" dla klipu. Podaj ścieżkę lub pozostaw puste, aby użyć domyślnej aplikacji systemowej do edycji plików tekstowych TXT.
ru: Используется в команде "Открыть файл" клипа. Оставьте пустым для использования назначенного в ОС приложения открытия файлов текста (TXT).

# UserSettingsPath
source: Application user settings path
pl: Ścieżka ustawień użytkownika aplikacji
ru: Каталог пользовательских настроек программы

# UserSettingsPathDescription
source: Files with user settings and default database file are here
pl: Pliki z ustawieniami użytkownika i domyślnym plikiem bazy danych znajdują się tutaj
ru: Здесь хранятся файлы настроек пользователя и стандартный файл базы данных

# WindowAutoPosition
source: Window auto position on open
es: Posición automática de la ventana en abierto
hi: विंडो स्वत: खुलने पर स्थिति
it: Auto posizionamento finestra all'apertura
pl: Autopozycjonowanie okna przy otwarciu
ru: Автовыбор положения окна при открытии

# WindowAutoPositionDescription
source: If enabled, then, if possible, window will open near place of text input or in center of active window. If disabled, window will open in position where it was last closed.
pl: Jeśli włączone oraz jeśli to możliwe, okno otworzy się w pobliżu miejsca wprowadzania tekstu lub w środku aktywnego okna. Jeśli jest wyłączone, okno otworzy się w miejscu, w którym było ostatnio zamknięte.
ru: Если включено, то при возможности окно будет открываться около места ввода текста или по центру активного окна. Если выключено, то окно будет открываться в том положении, где было закрыто последний раз.

source: Word wrap
es: Ajuste automático de línea
hi: वर्ड रेप
it: Ritorno a capo automatico
pl: Zawijanie wierszy
ru: Перенос слов

# WordWrapDescription
source: Word wrap in clip text field (CTRL+W)
pl: Zawijanie wierszy w polu tekstowym klipu (przełącznik CTRL+W)
ru: Перенос слов в поле просмотра текста (CTRL+W)

source: Play sound on clip capture
it: Riproduci suono alla cattura
pl: Odtwarzanie dźwięku podczas przechwytywania klipu
ru: Проигрывать звук при захвате клипа

# PlaySoundOnClipCaptureDescription
source: Playing sound when clip is successfully captured. Can be annoying
pl: Odtwarza dźwięk po pomyślnym przechwyceniu klipu jeśli opcja włączona. Uwaga to może być denerwujące Ustaw ścieżkę do wybranego pliku *.wav
ru: Проигрывать звук при успешном захвате клипа. Может быть надоедливо.

source: Database file
it: File database
pl: Plik bazy danych
ru: Файл базы данных

# DatabaseFileDescription
source: You can change database filename to switch to other clipboard history. Leave blank to use standard database file "db.sqlite" in application user settings folder.
pl: Możesz zmienić nazwę pliku bazy danych, wybierz nowy plik *.db, aby przełączyć się na inną historię schowka. Pozostaw to pole puste, aby użyć standardowego pliku bazy danych "db.sqlite" w folderze ustawień użytkownika aplikacji.
ru: Вы можете изменить имя файла базы данных, чтобы переключиться на другую историю буфера обмена. Оставьте пустым, чтобы использовать стандартный файл "db.sqlite" в каталоге пользовательских настроек программы.

source: Max cells to capture formatted text
it: N. max celle da catturare testo formattato
pl: Maksymalna liczba komórek do przechwytywania sformatowanego tekstu
ru: Количество ячеек для захвата оформления

# MaxCellsToCaptureFormattedTextDescription
source: When capturing clip from cells (Excel), capture generated formatted text if number of cells is lower than this. 0 - do not capture. Generation of formatted text consumes CPU. If you experience high CPU load, set lower value.
it: Quando catturi dalle celle (Excel), la cattura genera testo formattato se il numero delle celle è minore di questo valore. Valore=0 - non catturare. La generazione di testo formattato consuma risorse della CPU. Se verifichi problemi di elevato carico CPU, imposta un valore più basso.
pl: Ustaw maksymalną wartość przy której podczas przechwytywania klipu z komórek (Excel) ClipAngel będzie tworzyć sformatowany tekst. Jeśli liczba komórek Excel będzie większa niż ta wartość, obraz nie zostanie wygenerowany. Ustawienie 0 (zero) nie generuje obrazu. Generowanie obrazu zużywa zasoby procesora. Jeśli zauważysz wysokie obciążenie CPU, ustaw niższą wartość.
ru: При захвате клипа из ячеек (Excel), захватывать генерируемый текст с оформлением, если количество ячеек меньше этого значения. 0 - не захватывать. Генерация текста с оформлением нагружает CPU. Если вы сталкиваетесь с высокой загрузкой CPU, установите меньшее значение.

source: Max cells to capture image
it: N. max celle per catturare l'immagine
pl: Maksymalna liczba komórek do przechwytywania obrazu
ru: Количество ячеек для захвата картинки

# MaxCellsToCaptureImageDescription
source: When capturing clip from cells (Excel), capture generated image if number of cells is lower than this. 0 - do not capture. Generation of image consumes CPU. If you experience high CPU load, set lower value.
it: Quando catturi dalle celle (Excel), la cattura genera un'immagine se il numero delle celle è minore di questo valore. Valore=0 - non catturare. La generazione dell'immagine consuma risorse della CPU. Se verifichi problemi di elevato carico CPU, imposta un valore più basso.
pl: Ustaw maksymalną wartość przy której podczas przechwytywania klipu z komórek (Excel) ClipAngel będzie również tworzyć obraz. Jeśli liczba komórek Excel będzie większa niż ta wartość, obraz nie zostanie wygenerowany. Ustawienie 0 (zero) nie generuje obrazu. Generowanie obrazu zużywa zasoby procesora. Jeśli zauważysz wysokie obciążenie CPU, ustaw niższą wartość.
ru: При захвате клипа из ячеек (Excel), захватывать генерируемую картинку, если количество ячеек меньше этого значения. 0 - не захватывать. Генерация картинки нагружает CPU. Если вы сталкиваетесь с высокой загрузкой CPU, установите меньшее значение.

source: Show secondary columns
it: Visualizza colonne secondarie
pl: Pokaż kolumnę czasu
ru: Показывать дополнительные колонки

# ShowSecondaryColumnsDescription
source: Show secondary columns in list
it: Visualizza colonne secondarie nell'elenco
pl: Włącza na liście kolumnę z datą i czasem przechwycenia klipu
ru: Показывать дополнительные колонки в списке клипов

# SearchIgnoreBigTexts
source: Search with ignore big texts
it: Ricerca ignorando i testi grandi
pl: Wyszukiwanie z ignorowaniem dużych tekstów
ru: Искать игнорируя большие тексты

# SearchIgnoreBigTextsDescription
source: Search with ignore big (visual size > 99 999 chars) text clips. It will speed up search.
it: Ricerca ignorando i tagli di testi grandi (dimensione visuale > 99 999 caratteri). Incrementerà la velocità della ricerca.
pl: Szukaj ignorując duże klipy tekstowe (rozmiar wizualny powyżej 99 999 znaków). Włączenie opcji przyspieszy wyszukiwanie.
ru: Искать игнорируя большие (визуальный размер > 99 999 символов) текстовые клипы. Это ускорит поиск.

source: Read window titles
it: Leggi titoli finestre
pl: Czytaj nazwy okien
ru: Читать заголовки окон

# ReadWindowTitlesDescription
source: Read window titles from clip sources. Uncheck this setting to avoid crashes of program on some systems.
it: Legge i titoli finestri dalla sorgente di cattura. Deseleziona questa impostazione per evitare crash del programma in alcuni sistemi.
pl: Czytaj tytuły (nazwy) okien ze źródeł klipów. Odznacz to ustawienie, aby uniknąć awarii programu w niektórych systemach.
ru: Читать заголовки окон источников клипов. Отключение этой настройки может помочь избежать сбоев программы на некоторых системах.

# GlobalHotkeySwitchMonitoring
source: Hotkey to switch clipboard monitoring
it: Combinazione tasti per on/off monitoraggio appunti
pl: Skrót przełączający monitorowania schowka
ru: Горячая клавиша переключения слежения за буфером

# GlobalHotkeySwitchMonitoringDescription
source: Use this hot key in any program to switch clipboard monitoring (autocapture changes) by ClipAngel
it: Usa questa combinazione di tasti in qualsiasi programma per attivare/disattivare il monitoraggio Appunti (cattura modifiche) di ClipAngel
pl: Użyj tego klawisza skrótu w dowolnym programie, aby przełączyć monitorowanie schowka (zmiany automatycznego przechwytywania) przez ClipAngel
ru: Эта горячая клавиша при нажатии в любой программе переключит слежение за буфером обмена (автозахват изменений) в ClipAngel

source: Use formatting in duplicate detection
it: Usa formattazione con rilevazione cattura duplicata
pl: Użyj formatowania w wykrywaniu duplikatów
ru: Использовать оформление при поиске дублей

# UseFormattingInDuplicateDetectionDescription
source: Use native text formatting in duplicate detection. Else only plain text will be used for detecting duplicate of text clip
it: Usa il formato testo nativo quando viene rilvata una doppia cattura. Altrimentisemplice quando viene rilevata una cattura duplicata verrà usato il solo testo .
pl: Włączenie opcji spowoduje używanie natywnego formatowania tekstu w wykrywaniu duplikatów. W przeciwnym razie do wykrywania duplikatów klipu tekstowego zostanie użyty tylko zwykły tekst
ru: Использовать родное оформление текста при поиске дублей. Иначе только обычный текст будет использован при поиске дублей клипа.

source: Replace duplicates
pl: Zastąpić duplikaty
ru: Заменять дубликаты

# ReplaceDuplicatesDescription
source: Keep clips unique by content. Update existing duplicate clip instead of creating new.
pl: Zachowaj unikalność klipów według zawartości. Aktualizuj istniejący zduplikowany klip zamiast tworzyć nowy.
ru: Держать клипы уникальными по содержанию. Заменять существующий дубликат клипа вместо создания нового.

# GlobalHotkeySimulateInput
source: Hotkey to simulate fast keyboard input
pl: Skrót symulujący szybkie wprowadzanie danych z klawiatury
ru: Горячая клавиша эмуляции быстрого ввода

# GlobalHotkeySimulateInputDescription
source: Use this hot key in any program to simulate fast keyboard input of last clip
pl: Użyj tego klawisza skrótu w dowolnym programie, aby symulować szybkie wprowadzanie ostatniego klipu z klawiatury
ru: Эта горячая клавиша при нажатии в любой программе эмулирует быстрый ввод текста последнего клипа

source: Encrypt database for current user
pl: Szyfrowanie bazy danych dla bieżącego użytkownika
ru: Шифровать базу данных для текущего пользователя

# EncryptDatabaseForCurrentUserDescription
source: Set NTFS encryption flag in database file. Only current Windows user will be able to read it.
pl: Ustaw flagę szyfrowania NTFS w pliku bazy danych. Po włączeniu, tylko bieżący użytkownik systemu Windows będzie mógł go odczytać.
ru: Установит NTFS флаг шифрования файла базы данных. Только текущий пользователь Windows сможет его прочитать.

source: Max 1C code size to colorize
pl: Maksymalny rozmiar kodu 1C do kolorowania
ru: Макс. размер кода 1C для раскраски

# Max1CCodeSizeToColorizeDescription
source: Max 1C (Russian programming platform) code size in chars to colorize syntax. 1C code capture is detected by text content. 0 - do not colorize
pl: Maksymalny rozmiar kodu 1C (rosyjska platforma programistyczna) w znakach do podświetlania składni. Kod 1C jest rozpoznawany na podstawie treści tekstu. 0 (zero) oznacza nie podświetlaj. Generowanie obrazu zużywa zasoby procesora. Jeśli zauważysz wysokie obciążenie CPU, ustaw niższą wartość.
ru: Максимальный размер кода 1C (Российская платформа программирования) в символах для раскраски по синтаксису. Захват кода 1С определяется по содержанию текста. 0 - не раскрашивать

source: Autoselect matched clip
pl: Automatycznie wybierz dopasowany klip
ru: Автопереход к первому найденному клипу

# AutoSelectMatchedClipDescription
source: When filter by search string is off and search string is changed, automatically go to first clip matched search string
pl: Gdy filtrowanie według szukanego ciągu jest wyłączone, a szukany ciąg jest zmieniony, automatycznie przejdź do pierwszego dopasowanego do klipu ciągu wyszukiwania
ru: Когда фильтрование списка клипов строкой поиска отключено и меняется строка поиска, автоматически переходить к первому клипу, отвечающему строке поиска.

source: Filter list by search string
pl: Filtrowanie listy według wyszukiwanego ciągu
ru: Фильтровать список строкой поиска

# FilterListBySearchStringDescription
source: Filter clip list by search string
pl: Filtrowanie listy klipów według wyszukiwanego ciągu znaków
ru: Фильтровать список клипов строкой поиска

source: Delete non favorite clips on exit
pl: Usuwanie nie ulubionych klipów przy wyjściu
ru: Удалять нелюбимые клипы при выходе

# DeleteNonFavoriteClipsOnExitDescription
source: Delete all non favorite clips after close database
pl: Włączenie opcji spowoduje usunięcie (usuwanie) wszystkich nie ulubionych klipów po zamknięciu bazy danych
ru: Удалять все нелюбимые клипы при закрытии базы данных

source: Capture images
pl: Przechwytywanie obrazów
ru: Захватывать картинки

# CaptureImagesDescription
source: Capture image clips
pl: Przechwytywanie klipów obrazu
ru: Захватывать клипы картинок

source: Search all fields
pl: Przeszukiwanie wszystkich pól
ru: Искать во всех полях

# SearchAllFieldsDescription
source: False - search only in Text and Title of clips. True - search in Text, Title, Window, Url of clips.
pl: Gdy opcja jest włączona wyszukuje w tekście, tytule, oknie i adresie URL klipów Gdy opcja jest wyłączona wyszukuje tylko w tekście i tytule klipów
ru: Выключено - искать только в тексте и заголовке клипов. Включено - искать в тексте, заголовке, заголовке окна, URL клипов.

source: Allow download thumbnail
pl: Pozwól na pobranie miniaturki
ru: Разрешить загрузку миниатюры

# AllowDownloadThumbnailDescription
source: Allow download thumbnail for video and image links from internet
pl: Zezwalaj na pobieranie miniatur dla linków do filmów i obrazów z Internetu.
ru: Разрешить загрузку из интернета миниатюры для ссылок на видео и картинки

source: Confirmation before delete
pl: Potwierdzenie przed usunięciem
ru: Подтверждение перед удалением

# ConfirmationBeforeDeleteDescription
source: Ask confirmation before clip delete
pl: Zapytaj o potwierdzenie przed usunięciem klipu
ru: Запрашивать подтверждение перед удалением клипов

source: Delimiter for text join
pl: Separator łączenia tekstu
ru: Разделитель соединения текстов

# DelimiterForTextJoinDescription
source: Delimiter used for text join command. Use "\n" as end of line.
pl: Separator używany w poleceniu łączenia tekstu. Użyj "\n" jako końca linii.
ru: Разделитель, используемый в команде соединения текстов. Используйте "\n" для обозначения конца строки.

# DontSendPaste
source: Don't send paste to target window
pl: Nie wysyłaj wklejania do okna docelowego
ru: Не отправлять вставку в целевое окно

# DontSendPasteDescription
source: Don't send paste to target window in Paste commands. Just put data on clipboard.
pl: Nie wysyłaj polecenia Wklej do okna docelowego w poleceniach Wklej. Po prostu umieść dane w schowku.
ru: Не отправлять вставку в целевое окно в командах Вставить. Только помещать данные в буфер обмена.
