Repository: tormozit/ClipAngel
Catalog: Properties/Resources.*.resx
Languages: de, fr, it, pl, pt_br, ru, zh_hans

# ActivatedExistedProcess
source: Activated already running instance of the application
de: Laufende Instanz der Anwendung bereits aktiviert
fr: Activé déjà : application en cours d'exécution
it: Già attivata istanza in esecuzione dell'applicazione
pl: Aktywowano już uruchomioną instancję aplikacji
pt_br: Já há uma instância do aplicativo em execução
ru: Активирован уже запущенный экземпляр приложения
zh_hans: 已激活正在运行的应用程序实例

source: all marks
de: alle tags
fr: tous marques
it: tutti i marcatori
pl: wszystkie znaki
pt_br: todas as marcas
ru: все метки
zh_hans: 全部标记

source: all types
de: alle typen
fr: tous types
it: tutti i tipi
pl: wszystkie typy
pt_br: todos os tipos
ru: все типы
zh_hans: 所有类型

# ApplicationAddedToIgnoreList
source: Application "{0}" added to ignore list, which can be edited in Settings window
de: Anwendung "{0}" zur Ignorierliste hinzugefügt. Kann im Fenster "Einstellungen" bearbeitet werden
fr: Ajouté Application "{0}" pour ignorer les copies dans liste, peut être édité dans les Paramètres
it: Applicazione "{0}" aggiunta all'elenco ignorate, che potra essere modificato nella finestra impostazioni
pl: Aplikacja "{0}" dodana do listy ignorowanych, którą można edytować w oknie Ustawień
pt_br: Aplicativo "{0}" adicionado para ignorar a lista, pode ser editado no janela de configurações
ru: Приложение "{0}" добавлено в список игнорирования, который можно отредактировать из диалога "Настройки".
zh_hans: 程序 {0} 已添加至忽略列表，可在设置中编辑

# ByteUnit
source: B
ru: Б

# CantPasteInElevatedWindow
source: Unable to paste into window having higher priviledges. Try run program as administrator.
de: Kann nicht in Fenster mit höheren Berechtigungen eingefügt werden. Versuchen Sie, das Programm als Administrator auszuführen.
fr: Impossible de coller dans la fenêtre ayant des privilèges plus élevés. Essayez d'exécuter le programme en tant qu'administrateur.
it: Impossibile incollare nella finestra con privilegi più elevati. Prova ad eseguire il programma come amministratore.
pl: Nie można wkleić do okna posiadającego wyższe uprawnienia. Spróbuj uruchomić program jako administrator.
pt_br: Não é possível colar na janela de privilégios mais elevados. Tente executar o programa como administrador.
ru: Невозможно вставить в окно, имеющее более высокие привилегии. Попробуйте запустить программу от имени администратора.
zh_hans: 无法越权粘贴内容，请尝试以管理员身份运行程序

# ClipFileAlreadyOpened
source: Clip file already opened and blocked
de: Clip-Datei bereits geöffnet und blockiert
fr: Le fichier Clip est déjà ouvert et bloqué
it: File di clip già aperto e bloccato
pl: Plik klipu już otwarty i zablokowany
pt_br: Arquivo Clip já está aberto e bloqueado
ru: Файл клипа уже открыт и заблокирован
zh_hans: 剪辑文件已打开并阻止

source: Confirmation
de: Bestätigung
it: Conferma
pl: Potwierdzenie
pt_br: Confirmação
ru: Подтверждение
zh_hans: 确认

# CouldNotRegisterHotkey
source: Couldn’t register the global hot key
de: Der globale Hotkey konnte nicht registriert werden
fr: N’a pas pu enregistrer le raccourci clavier
it: Impossibile registrare il tasto di scelta globale
pl: Nie można było zarejestrować globalnego skrótu klawiaturowego
pt_br: Não foi possível registrar a tecla de atalho global
ru: Не удалось зарегистрировать глобальное сочетание клавиш
zh_hans: 无法注册全局热键

# CutMarker
source: Show rest of text
de: Rest des Textes anzeigen
fr: Voir reste du texte
it: Visualizza il resto del testo
pl: Pokaż resztę tekstu
pt_br: Mostrar o resto do texto
ru: Показать остальной текст
zh_hans: 显示剩余文本

# Donate
source: https://www.paypal.me/tormozit/500
ru: http://yasobe.ru/na/clipangel

source: Edit clip title
de: Clip-Titel bearbeiten
fr: Editer titre Clip
it: Modifica titolo della clip
pl: Edycja tytułu klipu
pt_br: Edite o título do clipe
ru: Изменение заголовка клипа
zh_hans: 编辑剪辑标题

# EndMarker
source: END
de: ENDE
fr: FIN
it: FINE
pl: KONIEC
pt_br: FINALIZAR
ru: КОНЕЦ
zh_hans: 结束

# FailedToReadFormatFromClipboard
source: Failed to read data in format "{0}" from clipboard.
de: Fehler beim Lesen von Daten im Format "{0}" aus der Zwischenablage.
fr: Impossible de lire les données au format "{0}" du presse-papier.
it: Impossibile leggere dagli Appunti i dati in formato "{0}".
pl: Nie można odczytać danych w formacie "{0}" ze schowka.
pt_br: Falha ao ler dados no formato "{0}" da área de transferência.
ru: Не удалось прочитать данные формата "{0}" из буфера обмена.
zh_hans: 无法从剪贴板读取格式为 "{0}" 的数据

# FailedToWriteClipboard
source: Failed to write clipboard. It is locked by window "{0}" application "{1}"
de: Fehler beim Schreiben der Zwischenablage. Es ist durch Fenster "{0}", Anwendung "{1}" gesperrt.
fr: Échec d'écriture du presse-papiers. Il est verrouillé par fenêtre "{0}" application "{1}"
it: Impossibile scrivere negli Appunti. È bloccato dalla finestra "{0}" applicazione "{1}"
pl: Nie można zapisać do schowka. Jest on zablokowany przez okno "{0}" aplikacji "{1}"
pt_br: Falha ao gravar à área de transferência. Está bloqueado pelo aplicativo de janela "{0}" "{1}"
ru: Не удалось записать в буфер обмена. Он заблокирован окном "{0}" приложения "{1}"
zh_hans: 无法写入剪贴板，它已被窗口 "{0}" 应用程序 "{1}" 锁定

source: favorite
de: Favorit
fr: Favori
it: preferito
pl: ulubione
pt_br: favorito
ru: любимые
zh_hans: 收藏夹

source: file
de: Datei
fr: fichier
pl: plik
pt_br: arquivo
ru: файл
zh_hans: 文件

# HelpPage
source: https://sourceforge.net/p/clip-angel/wiki/Description/
ru: https://sourceforge.net/p/clip-angel/wikirus/%D0%9E%D1%81%D0%BD%D0%BE%D0%B2%D0%BD%D0%BE%D0%B9/

# HistoryOfChanges
source: https://sourceforge.net/p/clip-angel/blog
ru: https://sourceforge.net/p/clip-angel/blogrus/

source: Global hotkeys
de: Globale Tastenkürzel
it: Tasti scelta rapida globali
pl: Globalne klawisze skrótów
ru: Глобальные горячие клавиши
zh_hans: 全局热键

# HowUseAutoTitle
source: Clear string to use auto title
de: Zeichenfolge löschen, um den automatischen Titel zu verwenden
fr: Chaîne claire pour utiliser titre automatique
it: Azzera stringa da usare per il titolo automatico
pl: Wyczyść ciąg, aby użyć automatycznego tytułowania
pt_br: Limpe os caracteres para usar o auto-título
ru: Очистите строку для использования автозаголовка
zh_hans: 清除字符串以使用自动标题

source: img
de: Bild
ru: картин

# KiloByteUnit
source: KB
fr: Ko
ru: КБ

# LangRestart
source: For full language change you may need to restart program
de: Für den vollständigen Sprachwechsel müssen Sie möglicherweise das Programm neu starten
fr: Pour changer de langue, vous devrez peut-être redémarrer le programme
it: Per la modifica della lingua potrebbe essere necessario riavviare il programma
pl: Dla pełnej zmiany języka może być konieczne ponowne uruchomienie programu
pt_br: Para a mudança de idioma completo, você pode precisar reiniciar o programa
ru: Для полной смены языка возможно потребуется перезапуск программы
zh_hans: 需要重启软件以更改用户语言

# MegaByteUnit
source: MB
fr: Mo
ru: МБ

# NewVersionAvailable
source: New version is available. To update use button in top command bar.
de: Neue Version verfügbar. Aktualisieren über die Schaltfläche in der oberen Befehlsleiste.
fr: Nouvelle version disponible. Le bouton mise à jour est dans barre de commande supérieure.
it: È disponibile una nuova versione. Per aggiornare usa il pulsante nella barra superiore.
pl: Dostępna jest nowa wersja. Aby zaktualizować użyj przycisku na górnym pasku poleceń.
pt_br: Nova versão está disponível. Para atualizar, o botão de uso é o da barra de comando superior.
ru: Новая версия доступна. Для обновления нажмите кнопку в верхней командной панели.
zh_hans: 发现新版本，请使用顶部命令栏中的按钮进行更新

# NextClip
source: Current сlip
de: Nächster Clip
fr: Сlip suiv.
it: Prossima cattura
pl: Następny сlip
pt_br: Próxima сlip
ru: Следующий клип
zh_hans: 下一剪辑

# NoSupportedTextCompareApplication
source: No supported text compare application was found. Now we open website to get free one.
de: Keine unterstützte Textvergleichsanwendung gefunden. Jetzt öffnen wir die Website, um eine kostenlos zu bekommen.
fr: L'application comparaison de texte n'a pas été trouvé. Maintenant, nous allons ouvrir un site Web pour l'obtenir gratuitement.
it: Non è stata trovata alcuna applicazione di confronto del testo supportata. Verrà aperto il sito web per scaricare un'app di confronto gratuita.
pl: Żadna aplikacja do porównywania tekstu nie została odnaleziona. Teraz zostanie otwarta strona internetowa, aby pobrać darmową.
pt_br: Nenhum aplicativo de comparação de texto suporte foi encontrado. Agora vamos abrir o site para obter um livre.
ru: Не найдено поддерживаемое приложение для сравнения текстов. Сейчас откроем вебсайт, чтобы скачать бесплатное.
zh_hans: 未找到支持的文本比较的程序，要立即获取一个免费程序吗?

# PixelFormat
source: Pixel
pl: Piksel
ru: Пиксель
zh_hans: 像素

# QuestionResetSettings
source: Are you sure want to reset settings to default values?
de: Möchten Sie die Einstellungen wirklich auf die Standardwerte zurücksetzen?
fr: Êtes-vous sûr de réinitialiser les paramètres par défaut?
it: Sei sicuro di voler ripristinare le impostazioni ai valori predefiniti?
pl: Czy na pewno chcesz zresetować ustawienia do wartości domyślnych?
pt_br: Tem certeza que quer redefinir as configurações para os valores padrão?
ru: Вы действительно хотите сбросить все настройки в значения по умолчанию?
zh_hans: 您确定要将所有设置重置为默认值吗？

source: Search
de: Suchen
fr: Rechercher
it: Cerca
pl: Wyszukaj
pt_br: Pesquisar
ru: Поиск
zh_hans: 搜索​​​​

source: Size
de: Größe
fr: Taille
it: Dimensioni
pl: Rozmiar
pt_br: Tamanho
ru: Размер
zh_hans: 大小

source: text
fr: texte
pl: tekst
pt_br: texto
ru: текст
zh_hans: 文本

source: Update to
de: Aktualisieren auf
fr: Mise à jour vers
it: Aggiorna a
pl: Uaktualnij do
pt_br: Atualizar para
ru: Обновить на
zh_hans: 更新至

source: used
de: Genutzt
fr: utilisé
it: usato
pl: używane
pt_br: usado
ru: полезные
zh_hans: 已使用

# VisualWeightTooltip
source: Visual clip weight (number of digits in number representing visual clip size)
de: Visuelle Clip-Wichtung (Anzahl der Ziffern in der Zahl, die die sichtbaren Clipgröße repräsentiert)
fr: Taille du clip (un nombre affiche la taille de la copie)
it: Peso clip visiva (numero di cifre che rappresentano la dimensione della clip visiva)
pl: Wizualna wielkość klipu (liczba cyfr w liczbie reprezentującej wizualny rozmiar klip)
pt_br: Peso Visual clip (número de dígitos no número que representa o tamanho visual do clipe)
ru: Визуальный вес клипа (количество цифр в числе, отражающем визуальный размер клипа)
zh_hans: 可见剪辑权重 (代表可视剪辑的数目)

# YouLatestVersion
source: You are using the latest version
de: Sie verwenden die neueste Version
fr: Vous utilisez la dernière version
it: La versione installata è aggiornata
pl: Używasz najnowszej wersji
pt_br: Você está usando a versão mais recente
ru: Вы используете последнюю версию
zh_hans: 您正在使用最新版本

# ConfirmDeleteAllNonFavorite
source: Are you sure want to delete all non favorite clips?
de: Wirklich alle nicht favorisierten Clips löschen?
it: Sei sicuro di voler eliminare tutti le clip non preferite?
pl: Czy na pewno chcesz usunąć wszystkie nie ulubione klipy?
ru: Вы действительно хотите удалить все не любимые клипы?
zh_hans: 您确定要删除所有非收藏的剪辑吗？

# LastClipWasMultiCaptured
source: Last clip was captured twice before compare
de: Letzter Clip wurde vor dem Vergleich zweimal aufgenommen
fr: Le dernier clip a été capturé deux fois avant de comparer
it: L'ultima clip è stata catturata due volte prima del confronto
pl: Ostatni klip został przechwycony dwa razy przed porównaniem
ru: Последний клип был захвачен дважды до сравнения
zh_hans: 最后一个剪辑在比较前被捕获两次

# ClipWasNotCaptured
source: Copied clip ({2}) was not captured. Too big size {0}KB > {1}KB (set in settings)
de: Der kopierte Clip ({2}) wurde nicht erfasst. Zu groß: {0} kB > {1} kB (wie in den Einstellungen festgelegt)
it: La clip copiata ({2}) non è stato catturata. Dimensione troppo grande {0}KB > {1}KB (configurata nelle impostazioni)
pl: Skopiowany klip ({2}) nie został przechwycony. Zbyt duży rozmiar {0}KB > {1}KB (ustaw w ustawieniach)
ru: Скопированный клип ({2}) не был захвачен. Слишком большой размер {0}KB > {1}KB (задано в настройках)
zh_hans: 复制的剪辑 ({2}) 未被捕获，尺寸太大 {0}KB > {1}KB (设置值)

# PastedLastClip
source: Just pasted clip is the last
de: Gerade eingefügter Clip ist der letzte
fr: Le clip collé est le dernier
it: La clip appena incollata è l'ultima
pl: Po prostu wklejony klip jest ostatni
ru: Вставленный клип - последний
zh_hans: 刚粘贴的内容是最后一个

source: Zoom
pl: Powiększenie
ru: Увеличение

# text_time
source: *time
de: *Zeit
fr: *heure
it: *ora
pl: *czas
ru: *время
zh_hans: *时间

# text_number
source: *number
de: *Zahl
fr: *nombre
it: *numero
pl: *numer
ru: *число
zh_hans: *数字

# text_phone
source: *phone
de: *Telefon
fr: *téléphone
it: *telefono
pl: *telefon
ru: *телефон
zh_hans: *电话号码

# NoActiveWindow
source: no target window
de: kein Zielfenster
fr: Pas de fenêtre cible
it: nessuna finestra destinazione
pl: brak okna docelowego
ru: нет целевого окна
zh_hans: 无目标窗口

# ErrorReadingClipboard
source: Clip was not captured due to clipboard read error
de: Clip wurde aufgrund eines Lesefehlers in der Zwischenablage nicht erfasst
fr: Le clip n'a pas été capturé en raison de l'erreur de lecture du presse-papiers
it: La clip non è stata acquisita a causa di un errore di lettura degli Appunti
pl: Klip nie został przechwycony ze względu na błąd odczytu schowka
ru: Клип не был захвачен из-за ошибки чтения буфера обмена
zh_hans: 由于剪贴板读取错误，剪辑未被捕获

# TargetApp
source: Target application
de: Zielanwendung
fr: Application cible
it: Applicazione destinazione
pl: Docelowa aplikacja
ru: Целевое приложение
zh_hans: 目标程序

source: Target window
de: Zielfenster
fr: Fenêtre cible
it: Finestra destinazione
pl: Docelowe okno
ru: Целевое окно
zh_hans: 目标窗口

source: Version
it: Versione
pl: Wersja
ru: Версия
zh_hans: 版本

# FilteredStatusText
source: Filtered {0}
de: Gefiltert {0}
it: Filtrate {0}
pl: Filtrowane {0}
ru: Отобрано {0}
zh_hans: 已过滤 {0}

source: No capture
de: Kein Erfassen
it: Nessuna cattura
pl: Brak przechwycenia
ru: Без захвата
zh_hans: 无捕获

# MonitoringOFF
source: Clipboard monitoring now is OFF
de: Clipboardüberwachung ist jetzt AUS
it: Il monitoraggio degli Appunti ora è disattivato
pl: Monitorowanie schowka jest teraz wyłączone
ru: Слежение за буфером обмена ВЫключено
zh_hans: 剪贴板监控现在已关闭

# MonitoringON
source: Clipboard monitoring now is ON
de: Clipboardüberwachung ist jetzt AN
it: Il monitoraggio degli appunti ora è attivo
pl: Monitorowanie schowka jest teraz włączone
ru: Слежение за буфером обмена Включено
zh_hans: 剪贴板监控现在已开启

# text_1CLine
source: *1C line
de: *1C Zeile
it: *1C linea
pl: *1C linia
ru: *1C строка
zh_hans: *1C 行

source: Wrong file format
de: Falsches Dateiformat
it: Formato file errato
pl: Nieprawidłowy format pliku
ru: Неправильный формат файла
zh_hans: 文件格式错误

# text_filename
source: *filename
it: *nomefile
pl: *nazwa pliku
ru: *имя файла
zh_hans: *文件名

# text_url_image
source: *url-image
pl: *url-obrazu
ru: *url-картин
zh_hans: *图片链接

# text_url_video
source: *url-video
ru: *url-видео
zh_hans: *视频链接

# FailedChangeDatabaseFieEncryption
source: Failed change database file encryption
de: Verschlüsselung von Datenbankdateien fehlgeschlagen
it: Modifica crittografia file database non riuscita
pl: Nieudana zmiana szyfrowania pliku bazy danych
ru: Не удалось изменить режим шифрования файла базы данных
zh_hans: 更改数据库文件加密失败

# ConfirmDeleteSelectedClips
source: Are you sure to delete selected clips?
de: Wirklich die ausgewählten Clips löschen?
it: Sei sicuro di voler eliminare le clip selezionate?
pl: Czy na pewno chcesz usunąć wybrane klipy?
ru: Вы действительно хотите удалить выделенные клипы?
zh_hans: 你确定要删除所选的剪辑吗？

# ConfirmResetChannel
source: All connected devices will loose connection to channel. Are you sure want to reset clip send channel?
it: Tutti i dispositivi collegati perderanno la connessione al canale. Sei sicuro di voler reimpostare il canale di invio della clip?
pl: Wszystkie podłączone urządzenia stracą połączenie z kanałem. Czy na pewno chcesz zresetować kanał nadawania klipu?
ru: Все подключенные устройства потеряют связь с каналом. Вы действительно хотите сбросить ключ шифрования канала?

# TooBigClipForChannel
source: Too big text for sending via channel. Max size - 10000 chars.
it: Testo troppo grande per l'invio tramite canale. Dimensione massima - 10000 caratteri.
pl: Zbyt duży tekst do wysłania przez kanał. Maksymalny rozmiar - 10000 znaków.
ru: Слишком большой клип для отправки в канал. Макс. размер - 10000 символов.

# CharUnit
source: С
de: Z
pl: Z

# Email
source: tormozit@mail.ru
de: tormozit@gmail.com
pl: tormozit@gmail.com
pt_br: tormozit@gmail.com
zh_hans: tormozit@gmail.com

# text_url
source: *url
pl: *adres url
zh_hans: *网址

source: filename
it: nome file
pl: nazwa pliku
zh_hans: 文件名

# text_email
source: *email
zh_hans: *电子邮件
